[{"clickbate": "0", "text": "Winners and losers on UK's East Coast rail line"}, {"clickbate": "1", "text": "21 Super Calming Spaces That Will Make You Want To Meditate Right Now"}, {"clickbate": "1", "text": "How Much Do You Actually Know About Cooking"}, {"clickbate": "0", "text": "Bethpage Prep Players Could Give Pros a Hint or Two"}, {"clickbate": "0", "text": "Keeping Pitchers Under Thumb at World Baseball Classic"}, {"clickbate": "0", "text": "Organization of American States votes to lift Cuba suspension"}, {"clickbate": "0", "text": "Inquiry on Graft in Iraq Focuses on U.S. Officers"}, {"clickbate": "0", "text": "Eight teens shot outside Indiana skating rink"}, {"clickbate": "1", "text": "In A Perfect World, Who Would Win At The Grammys This Year"}, {"clickbate": "1", "text": "Heidi Klum Transformed Into Jessica Rabbit To Prove She's The Queen Of Halloween"}, {"clickbate": "0", "text": "Russian Uranium Sale to U.S. Is Planned"}, {"clickbate": "1", "text": "72 Lady Gaga Lyrics That Make Perfect Instagram Captions"}, {"clickbate": "0", "text": "Interview with Liz Mumby, independent candidate in Australian by-election for the Victorian state electorate of Altona"}, {"clickbate": "0", "text": "\"Mrs. Hockey\" Colleen Howe is laid to rest"}, {"clickbate": "1", "text": "How NPR's Podcast \"The Hidden Brain\" Is All About You"}, {"clickbate": "1", "text": "14 Texts Best Friends With Zero Boundaries Send Each Other"}, {"clickbate": "1", "text": "Who Do You Think The \"Scream Queens\" Red Devil Is"}, {"clickbate": "0", "text": "Overpowering Victory for Karlovic in Old-School Style"}, {"clickbate": "1", "text": "Which Mumford And Sons Album Are You"}, {"clickbate": "1", "text": "Which Period Of Human History Do You Belong To"}, {"clickbate": "1", "text": "22 Christmas Photos That Are Too Real For Mexicans"}, {"clickbate": "1", "text": "Watch Kendrick Lamar Hit The Quan"}, {"clickbate": "1", "text": "Can You Guess Why Ross Geller Is Freaking Out From A Screenshot"}, {"clickbate": "1", "text": "How Do You Get Rid Of Those Annoying Gray Hairs"}, {"clickbate": "0", "text": "Lindsey Vonn Wins Downhill, Picking Up Second Gold at World Championships"}, {"clickbate": "0", "text": "Bob Barker to retire as host of U.S. gameshow The Price Is Right"}, {"clickbate": "1", "text": "The Entire \"Street Fighter V\" Cast Ranked By Design"}, {"clickbate": "1", "text": "We Tried Out Magic Wands And Here's What Happened"}, {"clickbate": "0", "text": "British Columbia could get an earthquake, survey warns"}, {"clickbate": "1", "text": "22 Of JoJo's Best Tweets"}, {"clickbate": "0", "text": "Weir Versus Lysacek Highlights U.S. Figure Skating Championships"}, {"clickbate": "1", "text": "22 Photos That Won't Make Sense To People With Perfect Nails"}, {"clickbate": "1", "text": "22 Hilarious Holiday Cards For People Who Love Food"}, {"clickbate": "0", "text": "Facebook Places launches in UK"}, {"clickbate": "1", "text": "24 Obscenely Awesome Products To Decorate Your Space"}, {"clickbate": "0", "text": "Ivory Coast beats Serbia and Montenegro 3-2 in Group C"}, {"clickbate": "0", "text": "Time Running Short for CIT to Find Financing"}, {"clickbate": "0", "text": "Wyeth Posts a Flat Quarter, Beating Outlook"}, {"clickbate": "0", "text": "Ship fire kills nine Greek and Filipino sailors in Caribbean Sea"}, {"clickbate": "1", "text": "Should I Get Bings"}, {"clickbate": "0", "text": "Southwest Inspects Its Jets After Hole Forces Landing"}, {"clickbate": "0", "text": "Norway Wins, While Russia Calls the Tune"}, {"clickbate": "1", "text": "I Have To Push My Own Limits To Let My Kids Find Theirs"}, {"clickbate": "0", "text": "Siemens Profit Drops 81%, but Revenue Is Up"}, {"clickbate": "1", "text": "9 Painfully True SEX-Pectations Vs Reality"}, {"clickbate": "0", "text": "Aided by Poker Devotees, Lawmaker Pushes to End the Ban on Online Gambling"}, {"clickbate": "1", "text": "Animals Who Know Our Daily Struggles"}, {"clickbate": "0", "text": "Former teacher in France surrenders after holding 22 hostage in school"}, {"clickbate": "0", "text": "Former rebel becomes President of Burundi"}, {"clickbate": "1", "text": "Can You Guess These Disney Sidekicks By Just Their Colors"}, {"clickbate": "0", "text": "UN says it won't leave Ivory Coast"}, {"clickbate": "1", "text": "What's Your Favorite Halloween-Themed TV Episode"}, {"clickbate": "0", "text": "Taliban execute one Korean hostage; reports of release denied"}, {"clickbate": "1", "text": "Do You Know The Disney Movie By The Food"}, {"clickbate": "0", "text": "A Journey From Ebbets Field to the Steps of the Capitol"}, {"clickbate": "1", "text": "Which \"Glee\" Character Are You Based On Your Zodiac Sign"}, {"clickbate": "1", "text": "21 Completely Engrossing Fan Fictions You Won't Be Able To Stop Reading"}, {"clickbate": "0", "text": "Mumbai officials demolish 39K shanties; 200K homeless"}, {"clickbate": "0", "text": "Boat sinks off New Jersey coast, killing one"}, {"clickbate": "0", "text": "Texas Ranchers and Farmers Struggle in Drought"}, {"clickbate": "0", "text": "Oil prices fall as reserves are released"}, {"clickbate": "0", "text": "Wikinews interviews Donald K. Allen, independent candidate in US presidential elections"}, {"clickbate": "1", "text": "19 Ways To Stay Gluten-Free This Holiday Season"}, {"clickbate": "1", "text": "37 Songs You Need In Your Life This February"}, {"clickbate": "1", "text": "Here's Why Shonda Rhimes Is The Biggest Troll In TV Right Now"}, {"clickbate": "0", "text": "State of the health care system in Sierra Leone critical"}, {"clickbate": "0", "text": "Hollywood-like car hijacking in Belgrade"}, {"clickbate": "1", "text": "17 Clever Products That Will Make Chores Suck Less"}, {"clickbate": "0", "text": "Íngrid Betancourt and others rescued, says Colombia"}, {"clickbate": "0", "text": "Egypt Upsets Italy at Confederations Cup"}, {"clickbate": "0", "text": "Names of Australians killed in helicopter crash released"}, {"clickbate": "1", "text": "95 Thoughts All Anxious People Have In A New Relationship"}, {"clickbate": "0", "text": "24 Gang Leaders and an Intervention Specialist Are Indicted"}, {"clickbate": "1", "text": "We Know Your Favorite Dog Breed Based On Your Favorite Snack"}, {"clickbate": "1", "text": "Tell Us The Craziest Thing You've Done To Impress Your Crush"}, {"clickbate": "1", "text": "19 Tweets That Sum Up Female Friendship"}, {"clickbate": "1", "text": "This Inkblot Test Will Determine What You Hate The Most"}, {"clickbate": "0", "text": "Another Politician Is Killed as Iraqi Voting Draws Near"}, {"clickbate": "1", "text": "53 Insanely Creative Matching Tattoo Ideas"}, {"clickbate": "1", "text": "Why Everyone Needs To Stop Body-Shaming Cheryl Fernandez-Versini"}, {"clickbate": "1", "text": "What Type Of Person Should You Marry Based On Your Food Preferences"}, {"clickbate": "1", "text": "15 Christmas Emojis You Could Definitely Use Right Now"}, {"clickbate": "0", "text": "St Louis Cardinals win baseball's World Series"}, {"clickbate": "0", "text": "Wikinews Interviews Australian young cricketer Gerald Huang"}, {"clickbate": "1", "text": "You Might Cry Watching Koko The Gorilla And Her New Kittens"}, {"clickbate": "1", "text": "Which Word Did I Search To Find This Image On Thinkstock"}, {"clickbate": "1", "text": "13 Things All Slytherins Will Need In 2016"}, {"clickbate": "1", "text": "Facebook Life Achievements Only Book Lovers Will Understand"}, {"clickbate": "0", "text": "G.D.P. Revised Down Slightly for 4th Quarter"}, {"clickbate": "1", "text": "21 Tweets All Homebodies Will Appreciate"}, {"clickbate": "0", "text": "Trade Deal Near for South Korea and European Union"}, {"clickbate": "1", "text": "All Of \"The Simpsons\" Movie Tributes You Ever Wanted To See"}, {"clickbate": "0", "text": "New U.S. immigration bill proposes time-limit and employer scrutiny"}, {"clickbate": "1", "text": "What Should You Get For Christmas Based On Your Favorite \"Big Bang Theory\" Character"}, {"clickbate": "0", "text": "Mexican Billionaire Invests in The New York Times Company"}, {"clickbate": "1", "text": "19 Fluffy Puppies Who Might Actually Be Bears"}, {"clickbate": "1", "text": "Everything You Thought You Knew About Washing Your Sheets Is Wrong"}, {"clickbate": "1", "text": "This One-Pot Pad Thai Is An Easy Dinner To Make Tonight"}, {"clickbate": "0", "text": "Canadian sextuplets could get blood transfusion, religion forbids it"}, {"clickbate": "1", "text": "17 Outrageously Cozy Throws To Snuggle Up With"}, {"clickbate": "0", "text": "WHO: 36 million cured of tuberculosis in last fifteen years"}, {"clickbate": "1", "text": "Are You More Like Papyrus Or Sans"}, {"clickbate": "0", "text": "Seventeen soldiers die in Turkey helicopter crash"}, {"clickbate": "0", "text": "Qantas grounds all flights in labour dispute"}, {"clickbate": "1", "text": "Tell Us About A Time You Really Fucked Up"}, {"clickbate": "1", "text": "31 NYC Spots That Closed Forever In 2015"}, {"clickbate": "0", "text": "Haitian Supreme Court rules Simeus eligible"}, {"clickbate": "1", "text": "Sisters Tell Their Worst Fight Stories"}, {"clickbate": "0", "text": "Mother, child found dead in Minneapolis collapse site"}, {"clickbate": "0", "text": "Getting There From Here, Is It Better by the Ferry?"}, {"clickbate": "1", "text": "11 Quotes From Harry Potter To Help You Cope With Loss"}, {"clickbate": "0", "text": "Procedure to Bypass G.O.P. on Health Care Carries Risks for Democrats"}, {"clickbate": "1", "text": "Which ShondaLand World Do You Belong In"}, {"clickbate": "1", "text": "Kids From New York And Kids From Los Angeles Go In On Which City Is Better"}, {"clickbate": "0", "text": "Iraqi restaurant hit by suicide bomber"}, {"clickbate": "1", "text": "Try To Keep Your Chill, But Colin Farrell's Hair Is Turning Daddy Gray"}, {"clickbate": "0", "text": "Gunmen Kill U.N. Official in Pakistan"}, {"clickbate": "1", "text": "21 Pizza Recipes Worth Feasting On"}, {"clickbate": "0", "text": "St. Lucian footballer Philip Tisson shot dead in Brooklyn, New York"}, {"clickbate": "1", "text": "Never Forget Hilary Duff Once Sucked A Dude's Thumb In A Music Video"}, {"clickbate": "0", "text": "A Life in Harmony for  Wayman Tisdale"}, {"clickbate": "0", "text": "Gunman Was Suspect in Rape, Police Say"}, {"clickbate": "1", "text": "This Is What The Dancing Pumpkin Guy Looks Like"}, {"clickbate": "1", "text": "Here's Where \"Joy\" Went Very, Very Wrong"}, {"clickbate": "0", "text": "Third Runway Approved for Heathrow, Angering Critics"}, {"clickbate": "1", "text": "Can You Identify The Miyazaki Character By Just Their Eyes"}, {"clickbate": "1", "text": "Do You Belong With Idris Elba Or John Boyega"}, {"clickbate": "0", "text": "The Funeral: Your Last Chance to Be a Big Spender"}, {"clickbate": "0", "text": "Amid Floods, Brazilian Town Wades On"}, {"clickbate": "1", "text": "23 Things Every Music Nerd Will Find Funny"}, {"clickbate": "0", "text": "Inuk hunter adrift on arctic ice floe"}, {"clickbate": "0", "text": "Pastor Invites  Flock to Bring Their Guns to Church"}, {"clickbate": "0", "text": "Counted Out, U.S. Advances in Confederations Cup"}, {"clickbate": "0", "text": "Class of 9/11 graduates West Point"}, {"clickbate": "1", "text": "A Group Of Soldiers Posed For A Photo Breastfeeding Their Children In Uniform"}, {"clickbate": "0", "text": "Steelers Owner Dan Rooney Turns His Business Into a Family"}, {"clickbate": "1", "text": "19 Photos That Won't Make Sense To Anyone Who Doesn't Wear Makeup"}, {"clickbate": "0", "text": "Three Funds That Found Bargains"}, {"clickbate": "0", "text": "A.I.G. Seeking Return of Half of Its Bonuses"}, {"clickbate": "1", "text": "We Know Which Obscure Cereal Mascot You Are Based On Three Questions"}, {"clickbate": "0", "text": "Longer Unemployment for Those 45 and Older"}, {"clickbate": "1", "text": "24 Times \"Arrested Development\" Perfectly Described Finals Week"}, {"clickbate": "0", "text": "Three killed in Utah coal mine rescue"}, {"clickbate": "0", "text": "That Perk in the Sky Has Defenders on the Ground"}, {"clickbate": "1", "text": "See How Well You Know These \"Arrested Development\" Characters"}, {"clickbate": "0", "text": "U.S. drones enter Libya conflict"}, {"clickbate": "1", "text": "This Three-Ingredient No-Bake Cake Is Insanely Delicious"}, {"clickbate": "0", "text": "Army Stops Retiree Pay for Alaskans in World War II Force"}, {"clickbate": "0", "text": "Republicans Debate Risks of Supreme Court Battle"}, {"clickbate": "0", "text": "A Busy Night, Then a Busier Day at Work"}, {"clickbate": "0", "text": "Wikinews interviews Dr. Phil Klotzbach on upcoming hurricane season"}, {"clickbate": "0", "text": "61.6% of the Dutch people say 'no' to EU constitution"}, {"clickbate": "0", "text": "Hunted by Puma, It Flees, but Against Fox, It Fights"}, {"clickbate": "0", "text": "Madagascar President resigns, unclear rule in Antananarivo"}, {"clickbate": "0", "text": "Yahoo Posts Earnings Drop; Plans to Cut 5% of Work Force"}, {"clickbate": "1", "text": "I Tried To Make Cheetos And Discovered That It's Actually Impossible"}, {"clickbate": "0", "text": "Business Graduates Looking Beyond Wall Street"}, {"clickbate": "1", "text": "Your Friend Who's Back From Traveling"}, {"clickbate": "1", "text": "27 Insanely Delicious Mexican Recipes You Should Know"}, {"clickbate": "0", "text": "UEFA Champions League 2007/08: Group Stage Draw"}, {"clickbate": "1", "text": "A Sea Otter Learned How To Use An Inhaler After She Got Asthma"}, {"clickbate": "1", "text": "17 Photos That Won't Make Any Sense To Men"}, {"clickbate": "0", "text": "Astronomers discover large exo-solar system"}, {"clickbate": "1", "text": "Here's A Mouthwatering Step-By-Step Guide To Making The Most Insanely Delicious Fried Chicken"}, {"clickbate": "1", "text": "How Well Do You Remember The \"Slutty Pumpkin\" Episode Of \"HIMYM\""}, {"clickbate": "0", "text": "Mathematician Benoît Mandelbrot dies aged 85"}, {"clickbate": "1", "text": "16 Boozy Ways To Ring In The New Year"}, {"clickbate": "0", "text": "Redstone Gets More Time to Pay $1.46 Billion Debt"}, {"clickbate": "1", "text": "19 Hilarious Jokes All Book Nerds Will Appreciate"}, {"clickbate": "0", "text": "Zagat Helps Bring Ratings to Health Care"}, {"clickbate": "1", "text": "Some Little Girls Gave Grown Women Dating Advice And It Was Pretty Fantastic"}, {"clickbate": "1", "text": "Can You Identify The \"Game Of Thrones\" Characters By Their Eyes"}, {"clickbate": "1", "text": "The Hardest Science Quiz You'll Take Today"}, {"clickbate": "0", "text": "Russia Recalibrates After Commodities Downturn"}, {"clickbate": "0", "text": "Former Costa Rican president sentenced to jail on charges of corruption"}, {"clickbate": "1", "text": "21 Times British People Confused The Hell Out Of Everyone On Twitter"}, {"clickbate": "1", "text": "23 Unforgettable Wedding Moments That Defined 2015"}, {"clickbate": "1", "text": "How Do Your Denim Habits Compare To Everyone Else"}, {"clickbate": "1", "text": "21 Hilarious Tweets That Are Way Too Real If You Hate Doing Stuff"}, {"clickbate": "1", "text": "Can We Guess Your Favorite Hobby Based On Random Questions"}, {"clickbate": "0", "text": "After Change in Federal Policy, Some States Take Steps to Limit Stem Cell Research"}, {"clickbate": "0", "text": "Typhoon Melor on path towards Japan"}, {"clickbate": "1", "text": "31 Gifts For People Who Freakin' Love Fruit"}, {"clickbate": "1", "text": "Are You More Meredith Grey Or Izzie Stevens"}, {"clickbate": "1", "text": "What \"Force Awakens\" Fan Art Should We Draw"}, {"clickbate": "0", "text": "Japan to use renewable energy"}, {"clickbate": "0", "text": "Preliminary report released on Spanair disaster that killed 154"}, {"clickbate": "1", "text": "17 Tweeters Who 100% Need A Dictionary For Christmas"}, {"clickbate": "1", "text": "We Know Where You Should Travel In 2016 Based On Your Sign"}, {"clickbate": "0", "text": "Falwell called for boycott of stores using 'Happy Holidays' in place of 'Merry Christmas'"}, {"clickbate": "1", "text": "This Groom Fulfilled His Childhood Dream Of A Wedding On \"Back To The Future\" Day"}, {"clickbate": "1", "text": "How To Kill A Cockroach"}, {"clickbate": "0", "text": "David Tennant announces exit from Doctor Who"}, {"clickbate": "1", "text": "19 Of Your Most Horrifying Thanksgiving Family Drama Stories"}, {"clickbate": "0", "text": "Chicago Metra considers selling naming rights for train lines, stations"}, {"clickbate": "1", "text": "We Asked 48 Guys & Girls Tough Dating Questions And Learned A Lot About Love"}, {"clickbate": "0", "text": "American Society of Newspaper Editors Cancels Convention"}, {"clickbate": "0", "text": "Swedish wrestler throws away Olympic bronze medal, leaves"}, {"clickbate": "1", "text": "Why Are You Going To Hell"}, {"clickbate": "1", "text": "15 Ways To Take Leftover Queso De Bola To The Next Level"}, {"clickbate": "1", "text": "15 People Who Are Christmas AF"}, {"clickbate": "0", "text": "Index Shows Increase in Consumer Confidence"}, {"clickbate": "0", "text": "Albany Bars Placement Agents for Pension Fund"}, {"clickbate": "0", "text": "Broncos player Williams shot to death, police looking for suspect"}, {"clickbate": "1", "text": "#CampingWithDogs Will Give You The Cutest Case Of Wanderlust"}, {"clickbate": "1", "text": "Are You The Only Person Who Doesn't Care To Watch The New Star Wars Movie"}, {"clickbate": "1", "text": "Which NHL Player Should You Date Based On Three Questions"}, {"clickbate": "1", "text": "23 Completely Insane Valentine's Day Weddings"}, {"clickbate": "1", "text": "This Stunning New Clothing Line Bridges Fashion And Feminism"}, {"clickbate": "1", "text": "For Everyone Who's Actually Still In Love With \"Love Actually\""}, {"clickbate": "1", "text": "What It's Like To Drive With Your Mom In The Passenger Seat"}, {"clickbate": "1", "text": "48 Things That Mildly Thrill Everyone Who Works In An Office"}, {"clickbate": "0", "text": "Hser Nar Moo, missing Utah girl, found dead"}, {"clickbate": "1", "text": "We Had Pro Gamers Compete Against Vets At A Shooting Range"}, {"clickbate": "1", "text": "A Soap Opera Actress Tried To Hate On Viola Davis's Emmy Speech"}, {"clickbate": "1", "text": "What It Felt Like To Lose My Hair From Alopecia"}, {"clickbate": "0", "text": "Bolivia's Evo Morales wins referendum on a new leftist constitution"}, {"clickbate": "0", "text": "Ghana's first female Chief Justice receives award"}, {"clickbate": "0", "text": "Netherlands Sends Dominicans to an Improbable Exit in W.B.C."}, {"clickbate": "0", "text": "British University academics vote for strike action"}, {"clickbate": "0", "text": "Unicef: African children orphaned by AIDS could top 18 million"}, {"clickbate": "1", "text": "18 Things To Do With A Date Besides Netflix And Chill"}, {"clickbate": "1", "text": "Which Hogwarts House Does Each \"Grey's Anatomy\" Character Belong In"}, {"clickbate": "0", "text": "Mike Ashley takes Newcastle United off the market for a second time"}, {"clickbate": "1", "text": "Lupita Nyong'o Discusses #OscarsSoWhite, Inclusivity, And Progress"}, {"clickbate": "0", "text": "450 sheep leap to their deaths in Turkey"}, {"clickbate": "0", "text": "North Korean military leader Jo Myong Rok dies at age 82"}, {"clickbate": "1", "text": "23 Pictures That Will Make You Say \"Huh.\""}, {"clickbate": "0", "text": "7 U.S. Soldiers and Linguist Wounded in Iraq"}, {"clickbate": "0", "text": "Re-creation of 1919 cross-Atlantic flight is successful"}, {"clickbate": "0", "text": "NASA readies Mars lander for launch"}, {"clickbate": "1", "text": "12 Animal Christmas Ornaments That Are Too Cute For Words"}, {"clickbate": "1", "text": "A Family Has Been Making These Amazingly Awkward Christmas Cards For 13 Years"}, {"clickbate": "1", "text": "Do You Trust Your Friends"}, {"clickbate": "1", "text": "13 Smoking Hot Men Who Got Even Hotter With A Septum Piercing"}, {"clickbate": "0", "text": "Belgian ship hijacked off Horn of Africa by Somali pirates"}, {"clickbate": "0", "text": "Three peacekeepers in Sudan killed by gunmen"}, {"clickbate": "1", "text": "22 Times Animals Were You Just Trying To Live Your Life"}, {"clickbate": "0", "text": "Rail network in Kashmir comes under attack"}, {"clickbate": "0", "text": "U.S. Republican Party television ad bashes Canada"}, {"clickbate": "1", "text": "Rose McGowan Defends Comments Criticizing Caitlyn Jenner's Understanding of Womanhood"}, {"clickbate": "0", "text": "Al-Qaeda warns Saudi Arabia of attacks"}, {"clickbate": "0", "text": "At the Polls, Icelanders Punish Conservatives"}, {"clickbate": "1", "text": "Ask An Expert: What Is Mindfulness And Why Should You Try It"}, {"clickbate": "0", "text": "U.N. Anti-Racism Meeting Reaches Consensus"}, {"clickbate": "0", "text": "Calls for bottled water bans grow in Canada"}, {"clickbate": "1", "text": "A Deaf Couple Had An Open Discussion About Love, Sex, And 46 Years Together"}, {"clickbate": "0", "text": "UNHCR: Somalia violence killed 258 civilians last month; tens of thousands displaced"}, {"clickbate": "0", "text": "Bank of Japan Upgrades Its Outlook for Economy"}, {"clickbate": "1", "text": "Here's How Much It Actually Costs To Be A Bridesmaid"}, {"clickbate": "1", "text": "We Know Your Favorite Color Based On Your Favorite Celebrity"}, {"clickbate": "1", "text": "13 Times Harry Potter Was A Gift We Didn't Deserve"}, {"clickbate": "1", "text": "22 Photos That Prove Britain Is A Fictional Country"}, {"clickbate": "1", "text": "58 French Villages That Should Be On Your Bucket List"}, {"clickbate": "1", "text": "19 Thoughts Everyone Has While Watching \"House Hunters\""}, {"clickbate": "0", "text": "Thai political talk show taken off during media buyout attempt"}, {"clickbate": "0", "text": "SEALs say US officer's cover-up was reported by fake SEAL"}, {"clickbate": "1", "text": "15 Things You Hear When You Date Someone Obsessed With IMDB"}, {"clickbate": "0", "text": "S. Korean President Reshuffles Cabinet"}, {"clickbate": "1", "text": "Selena Gomez Just Gushed Beautifully Over Amy Schumer"}, {"clickbate": "1", "text": "18 Things You'll Only Understand If You Always Need To Pee"}, {"clickbate": "0", "text": "British computer scientist's new \"nullity\" idea provokes reaction from mathematicians"}, {"clickbate": "1", "text": "J.K. Rowling Has A Suggestion For Dealing With Slytherin Haters"}, {"clickbate": "0", "text": "Eleven drown after Sudanese boat sinks"}, {"clickbate": "0", "text": "Strike Reportedly Missed Chief of Pakistani Taliban by Hours"}, {"clickbate": "0", "text": "US Republicans elect first African-American chairman"}, {"clickbate": "0", "text": "When the Generals Lose to the Globetrotters, Everyone Wins"}, {"clickbate": "1", "text": "Which \"Scream Queens\" Character Are You Based On Your Opinions About \"Harry Potter\""}, {"clickbate": "0", "text": "Asif Ali Zardari elected as President of Pakistan"}, {"clickbate": "0", "text": "Widespread strike action may hit France"}, {"clickbate": "1", "text": "The ABCs According To \"Law And Order: SVU\""}, {"clickbate": "1", "text": "What's In Your Air"}, {"clickbate": "0", "text": "Bernanke Defends His Role in Merrill Sale"}, {"clickbate": "1", "text": "These Are The Costumes That Won Halloween This Year"}, {"clickbate": "1", "text": "Dr. Zizmor Has Retired So No One In NYC Will Ever Have Clear Skin Again"}, {"clickbate": "0", "text": "Drop in Net Income and a Warning From U.P.S."}, {"clickbate": "1", "text": "Should You Actually Move To Canada"}, {"clickbate": "0", "text": "The Tricky Question of Whether to Spend or Save"}, {"clickbate": "1", "text": "How Well Do \"DASH Dolls\" Malika And Khadijah Haqq Actually Know Each Other"}, {"clickbate": "0", "text": "American philanthropist Brooke Astor dies at 105"}, {"clickbate": "0", "text": "As Rodriguez Went Pro, His Teammate Went to College"}, {"clickbate": "1", "text": "This Former Binge-Eater Is Taking A Stand Against Fat-Shamers With Her Yoga"}, {"clickbate": "1", "text": "Do You Remember The Names Of These \"Full House\" Characters"}, {"clickbate": "1", "text": "11 Women Who Did Drake Better Than Drake (On Halloween)"}, {"clickbate": "1", "text": "The Pros And Cons Of Being A Student In Your Thirties"}, {"clickbate": "0", "text": "Amid Rubble of Housing Bust, Phoenix Begins a New Frenzy"}, {"clickbate": "1", "text": "16 Birds You Won't Believe Actually Exist"}, {"clickbate": "1", "text": "How Much Do You Actually Love Christmas Movies"}, {"clickbate": "1", "text": "3 Easy Breakfasts You Can Make In A Mug"}, {"clickbate": "0", "text": "Suspected US drone attack kills at least fourteen in Pakistan"}, {"clickbate": "0", "text": "UK transport firm Metronet facing administration"}, {"clickbate": "1", "text": "24 Giant Salads That Will Make You Feel Amazing"}, {"clickbate": "1", "text": "This Trailer For Bromances Is Everything You Need"}, {"clickbate": "0", "text": "New Jersey governor calls television show \"Jersey Shore\" negative"}, {"clickbate": "0", "text": "US Secret Service officer arrested during prostitution sting"}, {"clickbate": "1", "text": "Britney Spears Songs Reimagined As Telenovelas"}, {"clickbate": "0", "text": "China Detains 81 Ahead of 50th Anniversary of Tibetan Uprising"}, {"clickbate": "0", "text": "Democratic Republic of Congo adopts new constitution, plans elections"}, {"clickbate": "1", "text": "12 Easy DIYs That Will Make You Fair And Lovely"}, {"clickbate": "0", "text": "German internet watchdog to remove URLs to 'Virgin Killer' from search engines"}, {"clickbate": "1", "text": "People Try Making Pinterest Christmas Crafts"}, {"clickbate": "1", "text": "Do You Remember When People Thought Green M&M's Made You Horny"}, {"clickbate": "0", "text": "Assisted-suicide doctor Jack Kevorkian to run for US Congress"}, {"clickbate": "0", "text": "Conservative Piñera wins Chile polls, opponent Frei concedes defeat"}, {"clickbate": "1", "text": "A Rescue Dog And Her Handler Who Worked At Ground Zero During 9/11 Were Honored With An Amazing Day"}, {"clickbate": "0", "text": "Prison Workers Fired After Shocking Children With Stun Guns"}, {"clickbate": "1", "text": "This $1 Trick Will Help You Get Amazing, Even Eyebrows"}, {"clickbate": "1", "text": "Things That All Skeptical People Know"}, {"clickbate": "1", "text": "11 Charts That Will Speak To Everyone Who Fucking Loves Sleep"}, {"clickbate": "0", "text": "Israeli shelling on UN school on the Gaza Strip kills six"}, {"clickbate": "1", "text": "This Organisation Is Trying To Launch India's First Transgender Model Agency"}, {"clickbate": "0", "text": "Matthew Edwards, honored Michigan police officer, shot and killed"}, {"clickbate": "1", "text": "Samuel L. Jackson Put His Own Flare On Iconic Film Quotes During \"The Late Show\""}, {"clickbate": "0", "text": "Finnish unemployment rate hits 16-year low at 5.9% for July"}, {"clickbate": "0", "text": "Suicide attack at Yemen shrine leaves nine dead"}, {"clickbate": "1", "text": "Answer These Three Questions And We'll Tell You What Type Of Book You Should Read"}, {"clickbate": "1", "text": "36 Things That Will Make Riding In Your Car So Much Better"}, {"clickbate": "0", "text": "\".asia\" domain applications near 300,000 on opening of registration"}, {"clickbate": "0", "text": "Iceland makes application for membership of the European Union"}, {"clickbate": "0", "text": "Stressed plants produce aspirin-like chemical"}, {"clickbate": "1", "text": "17 Things Plus-Size Women Can't Possibly Do"}, {"clickbate": "0", "text": "U.S. teens generally reducing risky behavior says CDC"}, {"clickbate": "0", "text": "5 Children Presumed Dead in Houston Flash Flood"}, {"clickbate": "1", "text": "17 Brilliant Slow Cooker Hacks"}, {"clickbate": "0", "text": "Visiting students detained in Louisiana, USA, while photographing ExxonMobil chemical plant"}, {"clickbate": "1", "text": "Now You Can Take Your Cat Literally Everywhere With This Genius Pet Carrier"}, {"clickbate": "1", "text": "Can We Guess Your Favorite Halloween Candy"}, {"clickbate": "1", "text": "Who Sang It: Trace Adkins Or Dustin Lynch"}, {"clickbate": "1", "text": "This Might Just Be The Ultimate Newborn Photo Shoot"}, {"clickbate": "1", "text": "How Empathy Takes Us Out On A Limb"}, {"clickbate": "1", "text": "\"Trainspotting\": Then Vs Now"}, {"clickbate": "0", "text": "Spider-Man to save Obama's Inauguration Day in upcoming Marvel comic"}, {"clickbate": "1", "text": "Here's The Trailer For The New \"Pee-wee Herman\" Movie"}, {"clickbate": "0", "text": "Saab in Bankruptcy Filing; G.M. Seeks More Aid"}, {"clickbate": "1", "text": "21 Gloriously Cheesy Desserts"}, {"clickbate": "1", "text": "Kylie Jenner Blow-Drying Her Crotch In A CVS Bathroom Is More Funny Than It Should Be"}, {"clickbate": "0", "text": "English actor Norman Painting dies at age 85"}, {"clickbate": "0", "text": "Remembering Srebrenice massacre"}, {"clickbate": "1", "text": "13 Insanely Delicious Mashed Potato Recipes You'll Want To Make ASAP"}, {"clickbate": "1", "text": "How Well Do You Know These Random, 16th Century Flemish Proverbs"}, {"clickbate": "1", "text": "Oh My God, There's Going To Be A \"Friday Night Lights\" Reunion In Texas"}, {"clickbate": "1", "text": "These Are The Survivors' Memories Of The Rana Plaza Building Collapse"}, {"clickbate": "1", "text": "I'm An Immigrant, But I'm Not"}, {"clickbate": "1", "text": "Can You Guess The Ariana Grande Video From Its YouTube Comment"}, {"clickbate": "1", "text": "Do You Remember \"Crazy Funky Junky Hat\" From \"Wizards Of Waverly Place\""}, {"clickbate": "0", "text": "Palestinian President Mahmoud Abbas cuts ties with Israel"}, {"clickbate": "0", "text": "Paulus Says His Future Could Be at Quarterback"}, {"clickbate": "1", "text": "23 Times Kelly Rowland Was So Gorgeous It Almost Hurt"}, {"clickbate": "1", "text": "13 Young Creatives From London To Look Out For In 2016"}, {"clickbate": "1", "text": "What's The Stupidest Way You've Ever Broken Your Computer"}, {"clickbate": "0", "text": "Minutiae? In This White House, Call It News"}, {"clickbate": "0", "text": "London bombing death toll rises to 'more than 50'"}, {"clickbate": "0", "text": "O.J. Simpson named suspect in robbery"}, {"clickbate": "0", "text": "Flora springing into Spring in Mid-Atlantic coastal region, USA"}, {"clickbate": "0", "text": "Rise in Consumer Prices Eases Deflation Fears"}, {"clickbate": "0", "text": "Blast in Pakistan kills one, injures ten"}, {"clickbate": "1", "text": "Do You Really Deserve Christmas Presents This Year"}, {"clickbate": "0", "text": "Corporate Jets Sitting Out the Super Bowl"}, {"clickbate": "1", "text": "17 People Who Just Want To GOP Debate And Chill"}, {"clickbate": "0", "text": "Two Iranians hanged over mosque bombing"}, {"clickbate": "1", "text": "21 Things That Inevitably Happen At The Container Store"}, {"clickbate": "1", "text": "17 Hilarious Tweets About Columbus Day"}, {"clickbate": "1", "text": "Who Said It: Ruby Rose Or Halsey"}, {"clickbate": "1", "text": "22 People Who Were Just Smooth AF"}, {"clickbate": "0", "text": "Switch-Pitcher Venditte Impressing Fans but Not Many Scouts"}, {"clickbate": "1", "text": "21 Food-Inspired Dog Names That Are Actually Really Cute"}, {"clickbate": "1", "text": "BuzzFeed's \"Another Round\" Podcast Has A Newsletter And You Should Sign Up"}, {"clickbate": "0", "text": "Research in Motion to launch new tablet device"}, {"clickbate": "0", "text": "Storm Sweeps Northeast From Texas; at Least 23 Are Dead"}, {"clickbate": "1", "text": "What Happens When Kids Are Given The Choice Between Household Chemicals Or Toys"}, {"clickbate": "1", "text": "What Does Your Love Life Need Based On Your Zodiac Sign"}, {"clickbate": "1", "text": "Disney Princesses As Damn Rocks"}, {"clickbate": "1", "text": "Do You Know The Decade In Which These Movies Came Out"}, {"clickbate": "0", "text": "European football: Sevilla player dies after collapsing during game"}, {"clickbate": "1", "text": "19 Things Only True Carb Lovers Will Understand"}, {"clickbate": "0", "text": "Flight recorders from Air France Flight 447 found"}, {"clickbate": "1", "text": "Everybody Hates Mark From Match.com"}, {"clickbate": "1", "text": "Scientists Are Sharing Their Unusual Bucket Lists On Twitter"}, {"clickbate": "0", "text": "Hundreds of lawsuits filed against music sharers in US"}, {"clickbate": "0", "text": "New York area blog spawns book deal, NBC sitcom"}, {"clickbate": "0", "text": "Is Star Power Enough to Sell Beer in Hard Times? Two Brewers Hope So"}, {"clickbate": "0", "text": "Security firm identifies United States as world's top spamming country"}, {"clickbate": "1", "text": "Which Starbucks Cup Are You Actually"}, {"clickbate": "1", "text": "Can You Tell If This Is Chris Or Liam Hemsworth"}, {"clickbate": "1", "text": "13 Awards Amy Poehler's Definitely Earned"}, {"clickbate": "1", "text": "20 Of The Most Overcrowded, Anxiety-Inducing Places In The World"}, {"clickbate": "0", "text": "Tornado touches down in Joplin, Missouri"}, {"clickbate": "1", "text": "This Blog Full Of Hairy Ball Landscapes Will Make You Want To Gouge Your Eyes Out (NSFW)"}, {"clickbate": "0", "text": "Dubai World refused permission to use QE2 as floating hotel in Cape Town"}, {"clickbate": "0", "text": "South African cricket team in Zimbabwe 2007 - 1st ODI"}, {"clickbate": "1", "text": "Can You Tell The Difference Between High Street And Designer"}, {"clickbate": "0", "text": "Russian and US satellites collide"}, {"clickbate": "0", "text": "No-fly zone demanded by Syrian protesters"}, {"clickbate": "1", "text": "BuzzFeed Employees React To Twenty One Pilots Because Someone Asked Us To"}, {"clickbate": "1", "text": "14 Types Of People At Every College Party"}, {"clickbate": "1", "text": "What \"Friends\" Quote Should Be Your Life Motto"}, {"clickbate": "0", "text": "North Korea Moves Missile to Launch Pad"}, {"clickbate": "0", "text": "When the Real Estate Game Cost $9.95"}, {"clickbate": "1", "text": "16 Charts That Perfectly Illustrate Filipino Twentysomething Life"}, {"clickbate": "0", "text": "Family Inspires L.S.U. Coach Mainieri at College World Series"}, {"clickbate": "0", "text": "In Attacks in Germany, Gun Access and Torment"}, {"clickbate": "1", "text": "Take This Quiz To Find Out Where You'll Meet Your True Love"}, {"clickbate": "1", "text": "A New Dad Proposed To His Girlfriend Right After The Birth Of Their Baby"}, {"clickbate": "1", "text": "Can You Guess Which Letter Has Been Added"}, {"clickbate": "1", "text": "16 Wikipedia Pages That Will Change The Way You See The Universe"}, {"clickbate": "0", "text": "Rescued Captain and Crew Returning Home on Wednesday"}, {"clickbate": "0", "text": "Irish Enterprise Exchange Launched in Dublin"}, {"clickbate": "0", "text": "Australian Broadcasting Corporation plans to call California for Obama before polls close"}, {"clickbate": "1", "text": "17 Mind-Blowingly Delicious Noodles To Try In NYC"}, {"clickbate": "1", "text": "Was Your Mom Wrong All These Years"}, {"clickbate": "0", "text": "Gift of footballs from United States offends Afghans inadvertently"}, {"clickbate": "1", "text": "17 Dramatic Transformations That Prove The Power Of The Weave"}, {"clickbate": "1", "text": "17 Confessions From Breast Cancer Survivors That Are Incredibly Emotional"}, {"clickbate": "0", "text": "Cameras to Roll for Low-Budget Film Company"}, {"clickbate": "1", "text": "This Dog Accidentally Ran A Half-Marathon And Placed Seventh"}, {"clickbate": "1", "text": "Serious Question: Is This Nicolas Cage Or Scrooge"}, {"clickbate": "1", "text": "Watch People Stop Everything To Save A Baby Elephant In A Well And Cry Happy Tears"}, {"clickbate": "1", "text": "17 Completely Insane Things That Have Happened In Hostels"}, {"clickbate": "0", "text": "Honduran Rivals See U.S. Intervention as Key to Ending Crisis"}, {"clickbate": "0", "text": "For Some Airlines, Doubts Take a Back Seat"}, {"clickbate": "1", "text": "Which 2005 Hit Song Matches Your Zodiac Sign"}, {"clickbate": "0", "text": "U.S. isolated in opposition to cultural diversity treaty"}, {"clickbate": "0", "text": "Reaction to Ken Livingstone suspension"}, {"clickbate": "0", "text": "Google Geniuses at Work on Free Goodies"}, {"clickbate": "1", "text": "What Your Favorite Pop Divas Looked Like In 2006 Vs. Now"}, {"clickbate": "1", "text": "Who Said It: The \"RuPaul's Drag Race\" Edition"}, {"clickbate": "1", "text": "21 Of The Most Hilarious Things People Have Done While High"}, {"clickbate": "1", "text": "18 Cats Who Are Proving They Are Liquids"}, {"clickbate": "1", "text": "Which \"The Fosters\" Character Are You"}, {"clickbate": "0", "text": "Two killed, one seriously injured in crash in Lancashire, England"}, {"clickbate": "0", "text": "Japanese survivor of both Hiroshima and Nagasaki atomic bombings dies, aged 93"}, {"clickbate": "1", "text": "Rachel Green From \"Friends\" Appeared On \"SNL\" And It Was Everything"}, {"clickbate": "1", "text": "Here's The Biggest Halloween Costume For Each Year Of The '90s"}, {"clickbate": "0", "text": "Somali Minister Killed in Bombing"}, {"clickbate": "1", "text": "Which \"The Lego Movie\" Character Are You"}, {"clickbate": "0", "text": "Deposed Mauritanian president Sidi Ould Cheikh Abdallahi is released"}, {"clickbate": "1", "text": "No Additional Episodes Of \"Making A Murderer\" Have Been Made Yet"}, {"clickbate": "1", "text": "Married Vs. Single: When Should You Have Babies"}, {"clickbate": "1", "text": "What Were Your Favorite Reality TV Moments Of 2015"}, {"clickbate": "0", "text": "Brothels Ask to Be Taxed, but Official Sees a Catch"}, {"clickbate": "1", "text": "How Ready For Christmas Are You"}, {"clickbate": "0", "text": "Indonesian goverment bans pornographic sites"}, {"clickbate": "1", "text": "If \"Netflix And Chill\" Were Honest"}, {"clickbate": "0", "text": "Sanford Apologizes to Cabinet Members"}, {"clickbate": "1", "text": "18 Easy And Delicious One-Pan Breakfasts"}, {"clickbate": "0", "text": "Pakistan Says U.S. Drone Kills 13"}, {"clickbate": "0", "text": "New Zealander blind in one eye because of novelty lens"}, {"clickbate": "1", "text": "Today's Good Nice Horoscope For All Humans"}, {"clickbate": "0", "text": "2 Tour de France Riders Shot, Apparently by an Air Rifle"}, {"clickbate": "1", "text": "These Professional Fitness Instructors Tried Boxing For The First Time"}, {"clickbate": "1", "text": "18 Important Lessons \"Little Nemo: Adventures In Slumberland\" Taught Us"}, {"clickbate": "1", "text": "This Sorting Hat Quiz Tells You The House You Definitely Wouldn't Be In"}, {"clickbate": "1", "text": "What Discontinued Fast Food Item Do You Miss The Most"}, {"clickbate": "0", "text": "On State Secrets, Obama Is Sounding Like Bush"}, {"clickbate": "0", "text": "UN wants Gaddafi's death probed"}, {"clickbate": "1", "text": "Here's What Happened When I Tried Five \"Easy\" And \"Cheap\" Office DIYs"}, {"clickbate": "0", "text": "Ericsson and Nokia Siemens Are Managing Just Fine"}, {"clickbate": "0", "text": "With Victory, Yanks Continue Three Streaks"}, {"clickbate": "1", "text": "21 Signs You Were Raised On Indiana Jones"}, {"clickbate": "0", "text": "UK film board rejects Japanese horror 'Grotesque'"}, {"clickbate": "0", "text": "China TV Network Apologizes for Fire"}, {"clickbate": "0", "text": "Falcon 1 rocket fails during third launch attempt"}, {"clickbate": "1", "text": "15 Charts That Perfectly Sum Up Life In Toronto"}, {"clickbate": "0", "text": "Kenyan government and opposition agree on power sharing"}, {"clickbate": "0", "text": "Central Michigan quarterback sets passing record, becomes finalist for award"}, {"clickbate": "1", "text": "What Makes \"Butch\" Hot"}, {"clickbate": "1", "text": "The \"Secret Sister\" Gift Exchange On Facebook Is Very Illegal And Also A Hoax"}, {"clickbate": "1", "text": "This Dad Finding Out His Wife Is Pregnant Will Make Your Uterus Skip A Beat"}, {"clickbate": "0", "text": "Ellen M. Iseman: Finding Our New Home in Yankee Stadium"}, {"clickbate": "0", "text": "Agassi and Sharapova voted Wimbledon's sexiest champions on commercial website"}, {"clickbate": "1", "text": "If Dentists Were Honest"}, {"clickbate": "1", "text": "39 Thoughts I Have Every Time I Watch \"Love It Or List It\" On HGTV"}, {"clickbate": "1", "text": "22 Pictures That Are Way Too Real For Risk Players"}, {"clickbate": "0", "text": "In Redskins Country, Capitals Gain High Profile"}, {"clickbate": "1", "text": "This Is Why You Don't Fuck With A Crocodile"}, {"clickbate": "1", "text": "Martin Scorsese's Impression Of Robert De Niro In \"Goodfellas\" Is Perfect"}, {"clickbate": "0", "text": "Bravitude climbing fast on Google"}, {"clickbate": "1", "text": "23 Times The Internet Reminded Us The \"Friend Zone\" Isn't Real"}, {"clickbate": "0", "text": "Yankees Will Have a While to Think About Latest Loss to Red Sox"}, {"clickbate": "1", "text": "22 Secrets Au Pairs Will Never Reveal"}, {"clickbate": "1", "text": "This Color Test Will Determine If You're An Introvert Or Extrovert"}, {"clickbate": "0", "text": "Boy, 9, Enters a Guilty Plea in 2 Killings in Arizona"}, {"clickbate": "1", "text": "A Bald Eagle Attacked Donald Trump During A Photo Shoot"}, {"clickbate": "0", "text": "Uruguay Senate gives green light for same-sex marriage"}, {"clickbate": "0", "text": "Two suspected rebels killed in gunfight with authorities in Kashmir"}, {"clickbate": "0", "text": "Reports: Design flaw caused Minneapolis, Minnesota bridge to collapse"}, {"clickbate": "0", "text": "Tucson gunman appears in court for Giffords shooting"}, {"clickbate": "1", "text": "23 Holiday-Themed \"Star Wars\" Jumpers That Are Out Of This World"}, {"clickbate": "0", "text": "Lakers Succeed Without Excelling"}, {"clickbate": "0", "text": "Pepsi Offers to Buy All Shares of 2 Main Bottlers"}, {"clickbate": "1", "text": "How Posh Are Your Food Habits"}, {"clickbate": "1", "text": "This Band Shot A Stunning Music Video Entirely On Smartphones"}, {"clickbate": "1", "text": "29 Times Tumblr Had Jokes About \"High School Musical\""}, {"clickbate": "1", "text": "Tell Us About Yourself(ie): Derek Theler"}, {"clickbate": "0", "text": "US unemployment rate reaches 9.8%"}, {"clickbate": "0", "text": "In Wake of First Playoff Loss, Cavaliers Share the Blame"}, {"clickbate": "1", "text": "13 Dad Jokes Guaranteed To Slay This Halloween"}, {"clickbate": "0", "text": "UK loses appeal to conceal Binyam Mohamed torture"}, {"clickbate": "0", "text": "Sudanese President releases all detained journalists"}, {"clickbate": "0", "text": "Bomb Kills 7 Afghan Civilians at U.S. Base"}, {"clickbate": "1", "text": "21 Times Tumblr Got Really Awkward About Sex"}, {"clickbate": "1", "text": "FYI, The Love Child Of Zayn And Liam From One Direction Has Been Found"}, {"clickbate": "0", "text": "Sydney thanked for its patience during APEC"}, {"clickbate": "0", "text": "World Bank Sees Slump in Russia Worsening"}, {"clickbate": "1", "text": "How to Peel an Apple in 3 Seconds"}, {"clickbate": "0", "text": "Stunning Spain and Soccer World, U.S. Advances to Final"}, {"clickbate": "1", "text": "18 Hilarious Memes About Tamales That Are Way Too Real"}, {"clickbate": "0", "text": "Details emerge on fatal stabbing at Belgian day care centre"}, {"clickbate": "1", "text": "These Inspiring Portraits Capture The Emotional Fight Against Cancer"}, {"clickbate": "0", "text": "As His Fans Stay Late, Andy Murray Stays Alive at Wimbledon"}, {"clickbate": "0", "text": "Scientists debate whether Hurricane Katrina was aggravated by global warming"}, {"clickbate": "0", "text": "E-Mail Surveillance Renews Concerns in Congress"}, {"clickbate": "0", "text": "Trade Barriers Rise as Slump Tightens Grip"}, {"clickbate": "0", "text": "China Outlines Plans for Making Electric Cars"}, {"clickbate": "1", "text": "Are You More Into Netflix Or More Into Chilling"}, {"clickbate": "1", "text": "Brits Respond To Questions From Australians"}, {"clickbate": "0", "text": "Ralph Nader calls out Democrats for financial bailout"}, {"clickbate": "0", "text": "From Sandy Strip of Sri Lanka, Tales of Suffering as War Traps Thousands"}, {"clickbate": "1", "text": "18 Shocking Big Dick Confessions"}, {"clickbate": "0", "text": "Pakistan Peoples Party names candidate for Prime Minister"}, {"clickbate": "1", "text": "Kim Kardashian Instagrammed What Might Be The Most 2000s Photo Of All Time"}, {"clickbate": "0", "text": "Do Conference Tournaments Help or Hurt? Theories Abound"}, {"clickbate": "0", "text": "Porsche Looks at Restructuring VW Relationship"}, {"clickbate": "0", "text": "Camps Challenge Skills and Will of U.S. Goalkeeper Perkins"}, {"clickbate": "1", "text": "Here's How To Eat Everything You've Ever Wanted From A Miyazaki Film"}, {"clickbate": "1", "text": "Which Makeup Brand Should You Use Based On Your Zodiac Sign"}, {"clickbate": "1", "text": "How Obsessed With \"Game Of Thrones\" Are You"}, {"clickbate": "1", "text": "This Mom's Son Wanted His Own American Girl Doll, So She Worked Some Magic"}, {"clickbate": "0", "text": "Two die after passenger ship and cargo ship collide near Haifa, Israel"}, {"clickbate": "1", "text": "13 Times \"RuPaul's Drag Race\" Captured How You Feel While Unemployed"}, {"clickbate": "1", "text": "19 Pictures That Smell Just Like Your Childhood"}, {"clickbate": "1", "text": "16 Times Amandla Stenberg Was The Wisest Teen Ever"}, {"clickbate": "0", "text": "Woman slashed to death, man steals $6 for beer"}, {"clickbate": "1", "text": "P. Diddy's \"I Need A Girl (Part One)\" Was The Best R&B Song Of The Early 2000s"}, {"clickbate": "0", "text": "UAE launches national authority for scientific research"}, {"clickbate": "0", "text": "Midfielder Vies for Spot on U.S. Team and in Europe"}, {"clickbate": "1", "text": "How To Make Veggie Stir-Fry That's Even Better Than Takeout"}, {"clickbate": "0", "text": "BBC reporters arrested in Iran on suspicion of espionage"}, {"clickbate": "0", "text": "Egyptian Political Dissident, Imprisoned for Years, Is Suddenly Released"}, {"clickbate": "1", "text": "When You Try To Be Productive On Sundays"}, {"clickbate": "1", "text": "We Need To Talk About Gigi Hadid For Like 10 Seconds"}, {"clickbate": "1", "text": "Look At This Amazing Cat Who Goes On Adventures"}, {"clickbate": "1", "text": "21 Deliciously Warming West African Dishes You Should Be Eating This Winter"}, {"clickbate": "1", "text": "What Percent Vegan Are You"}, {"clickbate": "1", "text": "We Bet You Can't Solve This Really Hard Geometry Problem"}, {"clickbate": "1", "text": "Goku From \"Dragon Ball Z\" Destroys \"Street Fighter II\" Characters In This Awesome Video"}, {"clickbate": "1", "text": "30 Things You Need To Know About \"Baby Daddy\" Star Chelsea Kane"}, {"clickbate": "1", "text": "This Beautiful Poem Will Resonate With Anyone Living In A Place They Aren't From"}, {"clickbate": "0", "text": "Olympic torch extinguished three times in Paris"}, {"clickbate": "0", "text": "2 Auditors Held in India Fault System"}, {"clickbate": "1", "text": "21 Undeniable Reasons Fall Is The Best Time Of Year"}, {"clickbate": "1", "text": "How Well Do You Actually Know The Lyrics To \"Bidi Bidi Bom Bom\""}, {"clickbate": "1", "text": "19 Things All People With Trust Issues Will Understand"}, {"clickbate": "1", "text": "42 Questions Every Girl Has In Victoria's Secret"}, {"clickbate": "1", "text": "Can You Match The \"Gilmore Girls\" Season 1 Character To The Quote"}, {"clickbate": "1", "text": "21 Times The Mall Failed So Hard It Just Failed"}, {"clickbate": "1", "text": "The Best BuzzFeed Comics Of 2015"}, {"clickbate": "0", "text": "Mark Webber wins 2009 German Formula One Grand Prix"}, {"clickbate": "1", "text": "This Husband Had An Adorable Reaction To His Wife's Sexy Surprise Wedding Dance"}, {"clickbate": "0", "text": "Cricket: India defeats Australia by 72 runs in third test"}, {"clickbate": "0", "text": "Phone threat closes tunnels, snarls traffic in Baltimore, Maryland"}, {"clickbate": "1", "text": "I Tried To Be Britney Spears On Instagram"}, {"clickbate": "0", "text": "10 arrested over Ugandan school fire as death toll reaches 20"}, {"clickbate": "0", "text": "U.S. Wiretapping of Limited Value, Officials Report"}, {"clickbate": "1", "text": "Up Your Style Game With BuzzFeed's Health & Beauty Newsletter"}, {"clickbate": "0", "text": "Market maker Bernard L. Madoff arrested in $50B 'giant Ponzi scheme'"}, {"clickbate": "1", "text": "These Photos Of Drake Are So Hot You'll Have To Go To The Emergency Room"}, {"clickbate": "1", "text": "21 Three-Ingredient Snacks To Make For Thanksgiving That Are Easy AF"}, {"clickbate": "1", "text": "Why Didn't Drake And Steph Curry Invite Us To In-N-Out Burger Last Night"}, {"clickbate": "1", "text": "Are You More Rey Or Finn From \"Star Wars: The Force Awakens\""}, {"clickbate": "0", "text": "American comedian Bernie Mac has pneumonia"}, {"clickbate": "1", "text": "How Well Do You Really Know The Lyrics To \"Beauty School Dropout\" From \"Grease\""}, {"clickbate": "1", "text": "I Realised My Dream When I Turned My House Into Hogwarts"}, {"clickbate": "0", "text": "F.B.I. Finds Stanford, Missing Financier, in Virginia"}, {"clickbate": "1", "text": "14 Texts That Are Way, Way Too Real For Nurses"}, {"clickbate": "0", "text": "Tebow Returning to Florida for Final Year"}, {"clickbate": "0", "text": "Thai Prime Minister dissolves parliament and calls elections"}, {"clickbate": "1", "text": "Which Cookie Matches Your Personality"}, {"clickbate": "0", "text": "Egypt Accuses Hezbollah of Plotting Attacks and Arms Smuggling to Gaza"}, {"clickbate": "1", "text": "\"This Is What They Did For Fun\": The Story Of A Modern-Day Lynching"}, {"clickbate": "1", "text": "Why You Need To Stop What You're Doing And Date A Robot"}, {"clickbate": "1", "text": "19 Strikingly Beautiful Italian Baby Names That Are About To Take Over"}, {"clickbate": "1", "text": "An Adorable Animals Advent Calendar: December 10"}, {"clickbate": "0", "text": "Third major earthquake rocks California"}, {"clickbate": "1", "text": "17 Dogs Who Are So Embarrassed By Their Costumes"}, {"clickbate": "0", "text": "India struggles with encephalitis outbreak"}, {"clickbate": "1", "text": "An Adorable Animals Advent Calendar: December 7"}, {"clickbate": "1", "text": "Can You Identify The Nicki Minaj Music Video By Its YouTube Comment"}, {"clickbate": "0", "text": "100,000 Parents of Citizens Were Deported Over 10 Years"}, {"clickbate": "1", "text": "Thierry Henry Reacted Brilliantly To Brendan Rodgers Getting Sacked And It Became A Huge Meme"}, {"clickbate": "0", "text": "Fire Thought to Be Arson Damages 15 Homes in Philadelphia Suburb"}, {"clickbate": "0", "text": "Maoists in India Briefly Seize Passenger Train"}, {"clickbate": "1", "text": "This Guy's Cheese Vine Perfectly Sums Up How Silly The Daily Mail Is"}, {"clickbate": "0", "text": "Australian newspapers could be fined for breaches of media standards"}, {"clickbate": "1", "text": "How Much Do You Spend On Mental Healthcare"}, {"clickbate": "1", "text": "21 Adorable Fox Products You Need In Your Life"}, {"clickbate": "0", "text": "The Host-Country Curse Bears Down on England"}, {"clickbate": "1", "text": "55 Pictures That Will Inspire You To Layer Up For Fall"}, {"clickbate": "0", "text": "As The Boston Globe Quietly Struggled, Confusion Prevailed"}, {"clickbate": "0", "text": "Obama decides against the release of graphic photos of bin Laden"}, {"clickbate": "0", "text": "A Disruptive Venture Capitalist Shakes Up a New Field"}, {"clickbate": "1", "text": "15 Things People Who Grew Up With Young Parents Will Understand"}, {"clickbate": "1", "text": "Here's What Child Actors From '00s Disney Channel Shows Look Like Now"}, {"clickbate": "0", "text": "N.F.L. Stars Who Took the Pitch and Ran With It"}, {"clickbate": "0", "text": "Bringing Up a 'Baby' Rolls-Royce"}, {"clickbate": "0", "text": "Another Killing in Region Bordering Chechnya"}, {"clickbate": "1", "text": "21 Totally Delicious Things You Can Do With Leftover Turkey"}, {"clickbate": "0", "text": "Stanford physicists print smallest-ever letters 'SU' at subatomic level of 1.5 nanometres tall"}, {"clickbate": "1", "text": "19 Popsicle Stick DIYs That Are Actually Awesome"}, {"clickbate": "0", "text": "First winter snowfall in New Zealand"}, {"clickbate": "0", "text": "German Constitutional Court green-lights early elections call"}, {"clickbate": "0", "text": "Birds Can Take Cues From Eyes of Humans"}, {"clickbate": "0", "text": "Terror alert in Delhi, Mumbai, Kolkata, and Chennai"}, {"clickbate": "1", "text": "19 Things All '00s Girls Who Grew Up On Rom Coms Will Relate To"}, {"clickbate": "1", "text": "21 Struggles Of Being An Attractive Person"}, {"clickbate": "1", "text": "Britney Spears Hilariously Pranked Bodyguards With The Help Of Neil Patrick Harris"}, {"clickbate": "1", "text": "Here's What Rihanna Fans Really Think Of Her New Album"}, {"clickbate": "1", "text": "People Got Thirsty For Novak Djokovic At The MTV EMAs"}, {"clickbate": "1", "text": "Check Out These 5 Simple Tricks To Mess With Your Friends"}, {"clickbate": "0", "text": "Rhode Island to Test Medicaid Spending Cap"}, {"clickbate": "1", "text": "15 Really Random Things That Make Adorable Stamps"}, {"clickbate": "0", "text": "Strong earthquake hits Pakistan, north India, Afghanistan"}, {"clickbate": "1", "text": "Here's The Right Kind Of Lube For Every Kind Of Sex"}, {"clickbate": "1", "text": "\"Cats\" The Musical Is Returning To Broadway"}, {"clickbate": "1", "text": "See 100 Years Of Egyptian Beauty Looks In Over A Minute"}, {"clickbate": "0", "text": "Serbian Mig-29 crashes near Belgrade"}, {"clickbate": "1", "text": "13 Of The Most Glorious Made-Up Words From Literature"}, {"clickbate": "1", "text": "48 Lessons My Younger, 21-Year-Old Sister Taught Me"}, {"clickbate": "1", "text": "21 Times Michael Clifford Was The Realest Person On Twitter"}, {"clickbate": "0", "text": "Former United States press secretary Jerald terHorst dies at age 87"}, {"clickbate": "1", "text": "This Beautiful Short Film Shows The Life Of A Villager Working In Mumbai"}, {"clickbate": "1", "text": "These Are The 20 Most Shipped Couples Of 2015"}, {"clickbate": "1", "text": "The 37 Most Important Puppy Pictures Of 2015"}, {"clickbate": "1", "text": "Someone Just Made A Desk That Allows You To Sleep Comfortably At Work"}, {"clickbate": "1", "text": "Here's How To Make An Easy One-Pot Winter Chili"}, {"clickbate": "0", "text": "Pedestrian, three others killed in helicopter crash in British Columbia"}, {"clickbate": "0", "text": "An Islamic Radical, Maqdisi, Quotes West Point in His Defense"}, {"clickbate": "0", "text": "Australian judge delivers verdict on burqas in court"}, {"clickbate": "0", "text": "Microsoft develops anti-virus product"}, {"clickbate": "1", "text": "This Crying Koala Is The Cutest Thing You'll See Today"}, {"clickbate": "0", "text": "'Invitational Games for the Deaf, Taipei 2008' Day 2 features martial art events"}, {"clickbate": "1", "text": "John Oliver Sums Up Hollywood Whitewashing"}, {"clickbate": "1", "text": "25 Hilarious Tweets About Sweating That Everyone Can Relate To"}, {"clickbate": "1", "text": "Which Ryan Murphy Show Are You"}, {"clickbate": "1", "text": "23 Rap Songs That Will Wake You The Fuck Up"}, {"clickbate": "1", "text": "Can We Tell If You're An Axe Murderer By This One Question"}, {"clickbate": "1", "text": "We'll Sort You Into A Hogwarts House Based On Your Least Favorite House"}, {"clickbate": "1", "text": "What's The Creepiest Wikipedia Page You've Ever Read"}, {"clickbate": "0", "text": "Zenit rocket explodes on launch pad"}, {"clickbate": "0", "text": "Exeem Annonunced To Be Successor Of Suprnova"}, {"clickbate": "0", "text": "Gwanda Chakuamba freed by Malawi court"}, {"clickbate": "0", "text": "UConn Reportedly Violated N.C.A.A. Contact Rules in Recruitment of Nate Miles"}, {"clickbate": "1", "text": "Which Severus Snape Quote Matches Your Zodiac Sign"}, {"clickbate": "1", "text": "What Three Bold Lip Colors Look Like On Six Different Skin Tones"}, {"clickbate": "1", "text": "11 Reasons Being An Adult Is The Best Thing Ever"}, {"clickbate": "0", "text": "Fernando Alonso wins 2008 Japanese Grand Prix"}, {"clickbate": "0", "text": "Refugees From Region in Pakistan Trickling Home"}, {"clickbate": "1", "text": "19 Things All Couples With Two Years Between Them Understand"}, {"clickbate": "0", "text": "Jets Hope N.F.L. Draft Helps Rebuild Offense"}, {"clickbate": "0", "text": "2008 III IDEAS Show to showcase achievements of Internet industry in Taiwan"}, {"clickbate": "0", "text": "Democrats Cut Labor Provision Unions Sought"}, {"clickbate": "1", "text": "Which Golden Globe Red Carpet Look Are You Based On Your Zodiac Sign"}, {"clickbate": "1", "text": "What Role Would You Play In A Bank Heist"}, {"clickbate": "1", "text": "Signs That Your Mom Might Just Be Cool"}, {"clickbate": "1", "text": "19 Things Only Sensible People Will Relate To"}, {"clickbate": "1", "text": "12 Glorious Baileys Cocktails That Will Delight Your Tastebuds"}, {"clickbate": "1", "text": "These Amazing African Baby Names Will Make You Want To Conceive"}, {"clickbate": "0", "text": "Spy Tale Roils Muddied Waters in Cup Dispute"}, {"clickbate": "1", "text": "Which Swedish Female Artist Is Your Favorite Based On Your Favorite Swedish Things"}, {"clickbate": "0", "text": "Two Britons killed in British consulate convoy attack in Basra"}, {"clickbate": "0", "text": "German Christian Democrats win by-election in Dresden"}, {"clickbate": "0", "text": "Tennessee House Member Wins Top Job, but Loses Party"}, {"clickbate": "1", "text": "Are You More Taylor Swift Or Ed Sheeran"}, {"clickbate": "1", "text": "Ranveer Singh Talked About Facing The Casting Couch And It's Uncomfortably Real"}, {"clickbate": "1", "text": "Which Moaning Myrtle Are You"}, {"clickbate": "1", "text": "Leonardo DiCaprio Almost Saved The \"Star Wars\" Prequels By Playing Anakin Skywalker"}, {"clickbate": "1", "text": "How Many Emma Watson Movies Have You Seen"}, {"clickbate": "0", "text": "Adventurer Steve Fossett missing"}, {"clickbate": "0", "text": "Owner DeVos Sees the Magic as a Family Legacy"}, {"clickbate": "0", "text": "Two Great Players, One Great Moment at the British Open"}, {"clickbate": "0", "text": "Paleontologists reaffirm the cause of dino extinction"}, {"clickbate": "1", "text": "We Know Your Favorite Disney Prince Based On Your Favorite App"}, {"clickbate": "0", "text": "The Case for a Second Chance for Michael Vick"}, {"clickbate": "1", "text": "20 Vintage Inventions That Are Actually Borderline Genius"}, {"clickbate": "0", "text": "Governments Deal New Blow to Drought-Stricken California Farmers"}, {"clickbate": "0", "text": "British Prime Minister Tony Blair speaks about London bombings"}, {"clickbate": "0", "text": "First same-sex couple wed in south of France"}, {"clickbate": "0", "text": "Lordi horror movie receives 300,000 euros of Finnish government funding"}, {"clickbate": "1", "text": "21 Things We Did In 2015 That'll Look So Fucking Weird In 10 Years"}, {"clickbate": "1", "text": "Indian Redditors Responded PERFECTLY To A College's Alleged List Of Bizarre Rules For Females"}, {"clickbate": "0", "text": "Six Fighters Set to Start Showtime Tournament"}, {"clickbate": "1", "text": "Which Footballer Do You Weigh The Same As"}, {"clickbate": "0", "text": "Total, the French Oil Company, Places Its Bets Globally"}, {"clickbate": "0", "text": "U.S. ISPs to test restricting heavy Internet users"}, {"clickbate": "1", "text": "Football Aside, Tom Brady Takes Some Really Cute Dad Pics"}, {"clickbate": "1", "text": "17 Subtle Ways To Make Your Home Creepy AF"}, {"clickbate": "1", "text": "We Took People Who Were Terrified Of Snakes And Had Them Face Their Biggest Fear"}, {"clickbate": "0", "text": "Once Again, Replay Shows What Mets Want to See"}, {"clickbate": "1", "text": "Are You More Of An Earthling Or An Alien"}, {"clickbate": "1", "text": "Drake Got A New Tattoo In Honor Of Toronto"}, {"clickbate": "0", "text": "Would Detroit Sound Any Better in Italian?"}, {"clickbate": "1", "text": "This Is Hands Down The Most Horrifying Couples Costume You Can Wear On Halloween"}, {"clickbate": "0", "text": "Argentine admiral Emilio Eduardo Massera dies at age 85"}, {"clickbate": "1", "text": "Cemitas Are Mexico's Most Delicious Dish And You Should Try It"}, {"clickbate": "1", "text": "21 Videos Of Eggs That Are Actually Porn"}, {"clickbate": "0", "text": "HIV vaccine trial ready to roll in Thailand"}, {"clickbate": "1", "text": "15 Tee Shirts For People Who Put Hot Sauce On Their Hot Sauce"}, {"clickbate": "0", "text": "Ivory Coast expels British, Canadian ambassadors"}, {"clickbate": "1", "text": "Take This Color Test To See How Far You'd Go For Love"}, {"clickbate": "0", "text": "Quarterly Profit at Costco Falls 29%"}, {"clickbate": "1", "text": "Celebrities Reading The Lyrics To \"Hotline Bling\" Is Hilarious"}, {"clickbate": "0", "text": "New on the Networks: Safe Formulas From the Past"}, {"clickbate": "0", "text": "Morsi forced out by Egyptian Military, chaos ensues"}, {"clickbate": "0", "text": "On the Lookout, With a Digital Security Camera"}, {"clickbate": "0", "text": "Seattle's oldest newspaper to become online-only"}, {"clickbate": "0", "text": "Swine flu outbreaks appear globally; WHO raises pandemic alert level to 5"}, {"clickbate": "0", "text": "Run the Refinancing Numbers, Then Run Them Again"}, {"clickbate": "1", "text": "19 Tweets About Relationships That Are So Cute You'll Vomit"}, {"clickbate": "0", "text": "Ross on Wye Friends win gold for garden"}, {"clickbate": "1", "text": "Tell Us About Yourself(ie): Tone Bell"}, {"clickbate": "1", "text": "Horoscopes For The Week Of December 7"}, {"clickbate": "0", "text": "Living in a Sea of Mud, and Drowning in Dread"}, {"clickbate": "1", "text": "21 Things All Girls Who Hate Bra Shopping Know To Be True"}, {"clickbate": "0", "text": "Singapore police arrest death penalty book author"}, {"clickbate": "0", "text": "Slow Start to U.S. Plan for Modifying Mortgages"}, {"clickbate": "0", "text": "Gannett Plans to Furlough Employees for a Week"}, {"clickbate": "0", "text": "Hillary Clinton: I am 'open to being' US Vice President"}, {"clickbate": "0", "text": "Rose, in Playoff Debut, Outduels Rondo and the Celtics"}, {"clickbate": "0", "text": "Medtronic Links 13 Deaths to Faulty Heart Device"}, {"clickbate": "0", "text": "Woman dies when pet camel tries to mate with her"}, {"clickbate": "1", "text": "We Surprised Our Coworkers With BB-8 And Here's What Happened"}, {"clickbate": "1", "text": "Are These Clothes From Forever 21 Or H&M"}, {"clickbate": "0", "text": "Obama Urges Passage of Energy Legislation"}, {"clickbate": "0", "text": "Punchless Mets Ground Themselves Into a Loss"}, {"clickbate": "1", "text": "These New Yorkers Dealt With A Stalled Subway Train By Starting A Drake Singalong"}, {"clickbate": "0", "text": "Obama budget calls for record US deficit"}, {"clickbate": "1", "text": "38 Times Tom Hardy Melted Your Heart With His Love For Dogs"}, {"clickbate": "0", "text": "Meth use now USA's top drug problem, survey finds"}, {"clickbate": "1", "text": "Here's What Happened When White Actors Were Told To \"Act Whiter\""}, {"clickbate": "0", "text": "Vatican accepts Juan Pablo Cafiero as Argentine Ambassador"}, {"clickbate": "0", "text": "New Yorker's Obama cover sparks outrage"}, {"clickbate": "1", "text": "Which Belle And Sebastian Album Should You Listen To Right Now"}, {"clickbate": "0", "text": "San Francisco Chronicle Outsources Printing"}, {"clickbate": "0", "text": "Welsh TV pioneer Owen Edwards dies at age 76"}, {"clickbate": "0", "text": "British schoolboy found guilty of racial harassment of schoolgirl"}, {"clickbate": "0", "text": "90 days detention still on Blair's agenda"}, {"clickbate": "1", "text": "29 Of The Most Ridiculous Ways People Injured Themselves As Kids"}, {"clickbate": "1", "text": "What Disney Home Should You Live In"}, {"clickbate": "0", "text": "Thirteen arrested in connection with Baghdad bombings"}, {"clickbate": "1", "text": "This Is What Happens When A Dude Is Low-Key Into \"The Bachelor\""}, {"clickbate": "0", "text": "Mob protests Saddam Hussein's execution"}, {"clickbate": "0", "text": "French Fishermen Ease Blockade of Northern Ports"}, {"clickbate": "0", "text": "Software That Monitors Your Work, Wherever You Are"}, {"clickbate": "1", "text": "#ChickenTweet As Motivational Posters"}, {"clickbate": "1", "text": "How To Get Rid Of Gift Cards You'll Never Use"}, {"clickbate": "0", "text": "Google Maps incorporates satellite images"}, {"clickbate": "0", "text": "New Filings Fall, but Long-Term Job Claims Rise"}, {"clickbate": "1", "text": "21 Stunningly Intricate Tattoos That Are Worth The Pain"}, {"clickbate": "1", "text": "Here's How To Make A Floral Dog Leash For A Winter Wedding"}, {"clickbate": "0", "text": "Court photos show FLDS leader Warren Jeffs with child brides"}, {"clickbate": "1", "text": "17 Of The Most Underrated National Parks In America"}, {"clickbate": "1", "text": "Look At This \"Burping\" Black Hole"}, {"clickbate": "0", "text": "Three people arrested in connection with murder of shop owner in West Yorkshire, England"}, {"clickbate": "1", "text": "How Well Do You Really Know The \"Harry Potter\" Movies"}, {"clickbate": "0", "text": "Kenneth Lewis Fights to Keep Bank of America Job"}, {"clickbate": "0", "text": "New South Wales Liberal leader attempts suicide"}, {"clickbate": "0", "text": "Koreas Advance Together, but Not in Unity"}, {"clickbate": "0", "text": "Dell to drop Itanium-based servers"}, {"clickbate": "1", "text": "People Try Virtual Reality Porn For The First Time"}, {"clickbate": "0", "text": "NASA's Swift detects possible birth of black hole"}, {"clickbate": "1", "text": "16 Adorable Items That'll Bring Out Your Inner Leslie Knope"}, {"clickbate": "0", "text": "Guinea swears in civilian prime minister"}, {"clickbate": "1", "text": "This Graphic Novel Perfectly Captures The Struggles Of Being An Indian Woman"}, {"clickbate": "1", "text": "Are Your Shopping Habits Normal"}, {"clickbate": "0", "text": "Wikimedia Foundation addresses controversial content conflict"}, {"clickbate": "1", "text": "19 Life Hacks That Will Make You Feel Like You Have Your Shit Together"}, {"clickbate": "1", "text": "Neil Patrick Harris And David Burtka Made Their Kids An Adorable Sandcastle Cake"}, {"clickbate": "0", "text": "Searching for $90 Billion to Expand Health Care"}, {"clickbate": "0", "text": "Data Shows Deepening of Slump in Europe"}, {"clickbate": "0", "text": "Pakistani Military Launches Airstrikes on Taliban Strongholds"}, {"clickbate": "0", "text": "Ad Revenue Down, CBS Posts Profit Drop of 52%"}, {"clickbate": "1", "text": "21 Things Only Former Baby Lesbians Understand"}, {"clickbate": "1", "text": "21 Teen #RelationshipGoals That Will Freak You The Fuck Out"}, {"clickbate": "1", "text": "How Dirty Minded Are You Really"}, {"clickbate": "0", "text": "Obama, at Caterpillar Plant, Lobbies for Stimulus Package"}, {"clickbate": "1", "text": "Everyone Stop And Appreciate T.I.'s Fur Jacket"}, {"clickbate": "0", "text": "Gunmen Kill at Least Six Members of a Family in Iraq"}, {"clickbate": "1", "text": "Are You More Justin Bieber Or Justin Timberlake"}, {"clickbate": "1", "text": "This Is What It Feels Like To Have ADHD"}, {"clickbate": "1", "text": "16 Extraordinary Black Trans Leaders You Need To Know"}, {"clickbate": "1", "text": "Someone Pranked Their Parents By Plastering 168 Rob Lowe Faces Everywhere"}, {"clickbate": "0", "text": "Paul McCartney slams Chinese fur practices, rules out future concerts in China"}, {"clickbate": "1", "text": "21 Moments Anyone Who Has Been Day Drunk Will Recognize"}, {"clickbate": "1", "text": "This Was Hilary Clinton's Response To The GOP Debate"}, {"clickbate": "0", "text": "US House committee approves daylight saving time amendment"}, {"clickbate": "0", "text": "Four dead, at least 15 injured after gunman opens fire at fitness center in Bridgeville, Pennsylvania"}, {"clickbate": "1", "text": "19 Things American Teens Had That British Girls Were Insanely Jealous Of"}, {"clickbate": "1", "text": "12 Hilarious Holiday Stock Photos That Make No Sense At All"}, {"clickbate": "1", "text": "Watch This Tiny Hamster Throw An Adorable Halloween Party"}, {"clickbate": "1", "text": "19 Coming Home Outfits You Need For Your Newborn"}, {"clickbate": "0", "text": "Scotland defeats England 15-9 to win Calcutta Cup"}, {"clickbate": "1", "text": "33 Weird Things You'll Find In Every British Person's Garage"}, {"clickbate": "1", "text": "22 Tweets About \"Fifty Shades Of Grey\" That'll Make You Laugh Every Time"}, {"clickbate": "0", "text": "Five dead after arson attack in Iran"}, {"clickbate": "1", "text": "What Role Would You Play In A Band"}, {"clickbate": "0", "text": "For U.S. Trade Chief, Patience Is Key"}, {"clickbate": "0", "text": "Economic Indexes Show Signs of a Slowing Decline"}, {"clickbate": "1", "text": "Anna Camp And Skylar Astin Are Engaged So Everything Is Finally Right In The World"}, {"clickbate": "1", "text": "What's The Best Haunted House You've Ever Been To In The U.S"}, {"clickbate": "1", "text": "What Have You Had On A Pizza"}, {"clickbate": "0", "text": "Trustee May Take Helm of Union Local in Dispute"}, {"clickbate": "0", "text": "Chinese Hostages Freed in Iraq"}, {"clickbate": "1", "text": "What Would Your \"Harry Potter\" Wand Be Made Of Based On Your Zodiac"}, {"clickbate": "0", "text": "In Venting, a Computer Visionary Educates"}, {"clickbate": "1", "text": "This 15-Second Video Of The Mumbai Marathon Will Leave You Totally Mesmerised"}, {"clickbate": "0", "text": "GM and Chrysler receive Canadian loans amid US restructuring ultimata"}, {"clickbate": "0", "text": "Pennsylvania cop on trial for allegedly murdering girlfriend's estranged husband"}, {"clickbate": "1", "text": "Here's What Doctors Say About The Theory That Bras Cause Breast Cancer"}, {"clickbate": "0", "text": "Luxembourg votes Yes to the EU treaty"}, {"clickbate": "0", "text": "Senior Aide to Hussein Sentenced to 15 Years"}, {"clickbate": "1", "text": "18 Decadent Cupcake Recipes That Are Better Than Sex"}, {"clickbate": "1", "text": "14 Pictures That Will Make Any Indian Incredibly Angry"}, {"clickbate": "0", "text": "NSW school maintenance a \"disgrace\": Opposition"}, {"clickbate": "0", "text": "European Start-Ups Take a Bet on Air Taxis"}, {"clickbate": "1", "text": "A Photographer Took Pics Of Cats From Underneath To Show Us A Side Of Them Rarely  Seen"}, {"clickbate": "1", "text": "14 New Year's Resolutions We're Still Working On"}, {"clickbate": "1", "text": "Adults Sit On Santa's Lap For The First Time"}, {"clickbate": "1", "text": "The 11 Best Moments From John Oliver's Hilarious Guide To The Canadian Election"}, {"clickbate": "1", "text": "17 Halloween Fails That Are Borderline Impressive"}, {"clickbate": "0", "text": "Greek minister's statement causes political tension"}, {"clickbate": "1", "text": "This Baby Bull Dog Experiencing Rain For The First Time Is The Cutest Thing Ever"}, {"clickbate": "0", "text": "Rebels Kill at Least 620 in Congo, Groups Say"}, {"clickbate": "1", "text": "25 Things You Should Never Say To Someone With Big Boobs"}, {"clickbate": "1", "text": "Don't Know If You Should Get The New iPhone? Take This Quiz"}, {"clickbate": "1", "text": "Women Who Love Wine"}, {"clickbate": "0", "text": "Chinese earthquake: Death toll reaches almost 15,000 as 'dangerous' cracks found in dam near city"}, {"clickbate": "1", "text": "Which \"Star Wars: The Force Awakens\" Hunk Is Your Soulmate"}, {"clickbate": "1", "text": "17 Pictures That Are Perfect If You're Obsessed With Fried Chicken"}, {"clickbate": "1", "text": "Kanye West's New Fashion Collection Is Quite The Sight"}, {"clickbate": "0", "text": "Australian resort manager faces possible 10-year prison sentence in Indonesia"}, {"clickbate": "1", "text": "This Is The Cast Of The New \"Jungle Book\" Movie"}, {"clickbate": "0", "text": "UBS Raises $3.5 Billion in Share Sale"}, {"clickbate": "1", "text": "Can You Identify The Drink When Out Of Its Bottle"}, {"clickbate": "1", "text": "Kate Hudson And Jimmy Fallon Played A Perfect Game Of Dubsmash Together"}, {"clickbate": "0", "text": "Burger King CEO insults British women during speech to students"}, {"clickbate": "0", "text": "American singer and actor Al Martino dies at age 82"}, {"clickbate": "0", "text": "Nothing honourable in honour killings, says Indian court"}, {"clickbate": "1", "text": "When You're Bored AF"}, {"clickbate": "0", "text": "Wikinews visits the Pacific Orchid Exposition"}, {"clickbate": "1", "text": "Women, You've Been Drinking Water Wrong Your Whole Lives"}, {"clickbate": "0", "text": "South African sprinter Philip Rabinowitz dies at age 104"}, {"clickbate": "0", "text": "Huntsman Wins Right to Sue Banks Over Failed Deal"}, {"clickbate": "0", "text": "World's first double arm transplant undertaken in Munich"}, {"clickbate": "0", "text": "Brian Lara becomes second person to score 11 000 runs"}, {"clickbate": "1", "text": "24 Healthy On-The-Go Breakfast Ideas"}, {"clickbate": "1", "text": "Here's How You Should Actually Be Eating Thanksgiving Leftovers"}, {"clickbate": "1", "text": "Here Are The Best Jokes About Plastic Bags Now Costing 5p In England"}, {"clickbate": "1", "text": "Justin Bieber Walked Out Of A Painfully Awkward Spanish Interview"}, {"clickbate": "1", "text": "Which Celebrity's Twitter Bio Are You Based On Your Zodiac"}, {"clickbate": "1", "text": "Mumbai Is Sending Powerful Messages Of Love, Support, And Solidarity For Paris"}, {"clickbate": "0", "text": "Venezuelan regional elections both a win for supporters and opponents"}, {"clickbate": "1", "text": "Canadian Cops Are Giving Out The Most Dad Winter Driving Advice On Facebook"}, {"clickbate": "1", "text": "How Do You Spell Br*nd*n Fr***r's Name"}, {"clickbate": "1", "text": "Chris Pratt Literally Looks Completely Different With His New Beard"}, {"clickbate": "0", "text": "Recession Means Less Money Out on the Green"}, {"clickbate": "0", "text": "Print Version of Blender to Cease Publication"}, {"clickbate": "1", "text": "30 Gorgeous Tattoos Inspired By Great Books"}, {"clickbate": "0", "text": "Court Confirms Death Sentence for Egyptian Tycoon"}, {"clickbate": "1", "text": "Barbara Walters Told Bradley Cooper To His Face That She Finds Him \"Screwable\""}, {"clickbate": "0", "text": "With First Fan in Attendance, Wizards Top Bulls"}, {"clickbate": "1", "text": "13 Things To Do For Your Friend With Post-Natal Depression"}, {"clickbate": "1", "text": "You Can Rent A Glass Igloo In Finland To Watch The Northern Lights"}, {"clickbate": "0", "text": "Justices Face Unfinished Business on Gun Laws"}, {"clickbate": "0", "text": "Russia Pins Comeback Hopes on Superjet 100"}, {"clickbate": "0", "text": "Circuit City, Lacking a Buyer, Will Shut Down"}, {"clickbate": "0", "text": "California Led U.S. in Job Losses in April"}, {"clickbate": "0", "text": "Work Is Never Done, Obama Tells Class"}, {"clickbate": "1", "text": "This Couple Canceled Their Wedding And Gave The Money To Syrian Refugees"}, {"clickbate": "0", "text": "Israel begins using sonic booms against Palestinians"}, {"clickbate": "0", "text": "2 Uighurs in Troubled Region Killed by the Police"}, {"clickbate": "1", "text": "This Is What Disney Princesses Look Like Without Faces"}]