 [{"clickbate": "0", "text": "Officers accused of framing men for murder in UK's 'biggest' trial of police"}, {"clickbate": "0", "text": "U.S. retailers sue world’s largest credit card issuer"}, {"clickbate": "0", "text": "National Debate About G.O.P. Hits Home in Utah"}, {"clickbate": "0", "text": "Russia follows Georgia in signing peace plan"}, {"clickbate": "1", "text": "Twentysomethings, Can You Make It Through This Post Without Getting Turned On"}, {"clickbate": "0", "text": "Remembering the Way It Was"}, {"clickbate": "0", "text": "7 Die in Bus Crash Near Hoover Dam"}, {"clickbate": "0", "text": "Nine Killed as Tornado Rakes Oklahoma"}, {"clickbate": "0", "text": "Virginia dangerous dog law bill ready for Assembly debate"}, {"clickbate": "0", "text": "130 dead after torrential rains in India"}, {"clickbate": "0", "text": "Crisis in Europe and U.S. Hurts Asian Economies"}, {"clickbate": "0", "text": "Microsoft launches its anti-piracy campaign in the United States"}, {"clickbate": "1", "text": "A Bride Honored Her Father At Her Wedding With A Dance With Four Of His Fellow Police Officers"}, {"clickbate": "1", "text": "A Gay Man Wrote This Heartbreaking Letter To His Parents When They Didn't Come To His Wedding"}, {"clickbate": "0", "text": "Judging Honesty by Words, Not Fidgets"}, {"clickbate": "0", "text": "Decline and Fall of the U.S.: A View From 2089"}, {"clickbate": "1", "text": "Superstitious People Go Ghost Hunting For The First Time"}, {"clickbate": "0", "text": "Date announced for by-election to replace former New Zealand PM Clark"}, {"clickbate": "1", "text": "7 Things You Should Know About Being A Police Forensics Expert"}, {"clickbate": "1", "text": "27 Pets Who Are So Mad At You For Taking Them To The Vet"}, {"clickbate": "1", "text": "Great News: Adele And Britney Spears Are Practically BFFs Now"}, {"clickbate": "0", "text": "Bruins Goalie Tim Thomas Shows He Belongs in the N.H.L."}, {"clickbate": "0", "text": "Renewing Efforts to Harness Power From the Sea"}, {"clickbate": "0", "text": "World-record wind speed confirmed"}, {"clickbate": "0", "text": "HSK Kormoran found, the search for HMAS Sydney continues"}, {"clickbate": "0", "text": "State of emergency declared in New York over H1N1 swine flu virus"}, {"clickbate": "0", "text": "The Fall and Rise of the Right Whale"}, {"clickbate": "0", "text": "Brazilian soccer player's mother freed by kidnappers"}, {"clickbate": "0", "text": "Officer dies after accident in President Bush's motorcade"}, {"clickbate": "1", "text": "Priyanka Chopra's Accent Is Helping Me Solve My Biggest Identity Crisis"}, {"clickbate": "1", "text": "10 Hairstyles For Curly Hair You Need To Try ASAP"}, {"clickbate": "0", "text": "Oklahoma trooper on leave after altercation with ambulance personnel"}, {"clickbate": "0", "text": "President Bush to meet with LDS Church leaders in Utah"}, {"clickbate": "0", "text": "In Area Packed With Prisons, a Split on Jihadists"}, {"clickbate": "1", "text": "17 Insanely Brilliant Ways To Hide Alcohol In Your Outfit"}, {"clickbate": "1", "text": "22 Super Annoying Things Every Woman Has To Deal With"}, {"clickbate": "0", "text": "Concerns Keep U.S. From Talks on Racism"}, {"clickbate": "1", "text": "You've Been Making Papas Rellenas Wrong Your Entire Life"}, {"clickbate": "0", "text": "Second Longtime Director Resigns at Bank of America"}, {"clickbate": "0", "text": "17 killed after Cambodian ferry capsizes"}, {"clickbate": "1", "text": "16 Times Pam From \"True Blood\" Was A Master Of Sass"}, {"clickbate": "0", "text": "US military says 'fireballs' spotted over Texas are not related to satellite collision"}, {"clickbate": "1", "text": "This Reporter Responded To A Vulgar Comment With An Awesome \"Your Mama\" Joke"}, {"clickbate": "0", "text": "Bush nominates Alito to U.S. Supreme Court"}, {"clickbate": "1", "text": "J.K. Rowling Has Responded Perfectly To Critics Of The \"Harry Potter\" Play Cast"}, {"clickbate": "0", "text": "Tarja Turunen reveals working title for new album"}, {"clickbate": "1", "text": "Several Indians Came Together To Send This Message Called \"Dear Terrorists\""}, {"clickbate": "1", "text": "This Hero Bride Responded To A Car Crash In Her Wedding Dress"}, {"clickbate": "1", "text": "Can You Guess Someone's Hogwarts House From One Selfie"}, {"clickbate": "0", "text": "Wikipedia and sister projects prepare new, easier interface"}, {"clickbate": "1", "text": "How Many Of The Top 100 TV Shows Of All Time Have You Seen"}, {"clickbate": "1", "text": "Dear White People: Here's Some Well-Intentioned Halloween Advice From India"}, {"clickbate": "1", "text": "18 Hangover Texts That Are Just Too Real"}, {"clickbate": "1", "text": "11 Christmas Cards Only Mexican Moms Would Send"}, {"clickbate": "1", "text": "If Beauty Product Ads Were Actually Honest"}, {"clickbate": "0", "text": "Canadian court clears Stephen Truscott of 1959 murder"}, {"clickbate": "0", "text": "World's biggest polluters won't cut back on fossil fuel"}, {"clickbate": "0", "text": "Floodwaters swamp Cedar Rapids, Iowa"}, {"clickbate": "1", "text": "19 People Who Were Thirsty For Anderson Cooper During The Democratic Debate"}, {"clickbate": "0", "text": "Northern Iraq Suicide Blast Kills 4 American Soldiers"}, {"clickbate": "1", "text": "19 Things All Students Have Experienced"}, {"clickbate": "1", "text": "Will Smith Is Really Sad His \"Independence Day\" Character Died"}, {"clickbate": "1", "text": "23 Gifts Every \"Legend Of Zelda\" Fan Will Love"}, {"clickbate": "1", "text": "17 Texts You'd Get If Drake Moved In With You"}, {"clickbate": "0", "text": "Missouri Circuit Court Judge Werner Moentmann rules that Planned Parenthood must repay money."}, {"clickbate": "1", "text": "13 Pictures To Brighten Your Bad Day"}, {"clickbate": "0", "text": "Controversial Judge Priscilla Owen approved for seat on the 5th U.S. Circuit Court"}, {"clickbate": "1", "text": "20 Fast Food Restaurants That Probably Aren't Fully Legit"}, {"clickbate": "0", "text": "KKE: Interview with the Greek Communist Party"}, {"clickbate": "0", "text": "NATO to take control of Libyan no-fly zone"}, {"clickbate": "1", "text": "20 Ways To Live Forever, According To The News"}, {"clickbate": "0", "text": "Chicago Bans Bottles With BPA Plastic"}, {"clickbate": "0", "text": "Mrs. John L. Strong, Luxury Stationer, Is Closing"}, {"clickbate": "0", "text": "Women Rise in Academia and Beyond"}, {"clickbate": "1", "text": "17 Shania Twain Lyrics That Will Guide You To Self-Acceptance"}, {"clickbate": "0", "text": "Home destroyed by fire in Geneva, Florida"}, {"clickbate": "0", "text": "Hunter S. Thompson obituary spawns \"murder\" theory"}, {"clickbate": "0", "text": "US raids Iran 'liaison office', Russia says it is unacceptable"}, {"clickbate": "0", "text": "EU bans all Indonesian airlines as well as several from Russia, Ukraine and Angola"}, {"clickbate": "0", "text": "Young child dies imitating Hussein's execution"}, {"clickbate": "1", "text": "What Do You Wish You Knew About Penises Before You Touched One"}, {"clickbate": "1", "text": "Is This A Hoverboard"}, {"clickbate": "0", "text": "Despite Torture Video, U.S. and Emirates Sign Key Pact"}, {"clickbate": "1", "text": "21 Things Disney-Obsessed Parents Definitely Do"}, {"clickbate": "0", "text": "Philippine prisoners repeat performance of Thriller in tribute to Michael Jackson"}, {"clickbate": "1", "text": "This Is What Drake Songs Would Be Titled If They Were Honest"}, {"clickbate": "1", "text": "Ryan Gosling Pretended He Isn't Canadian On \"Saturday Night Live\""}, {"clickbate": "1", "text": "This Is Why Mainland Europe Is Better At Christmas Than Everyone Else"}, {"clickbate": "0", "text": "President of Brazil meets President of Russia"}, {"clickbate": "0", "text": "IMF approves US$1.13 billion loan to Pakistan"}, {"clickbate": "0", "text": "Environmental Foundation Expires, as It Always Wanted"}, {"clickbate": "1", "text": "Can You Remember All The Women In Lou Bega's \"Mambo No. 5\""}, {"clickbate": "1", "text": "16 Snapchats All Long Distance BFFs Have Sent"}, {"clickbate": "0", "text": "Hurricane Richard makes landfall in Belize"}, {"clickbate": "0", "text": "What Red Ink? Wall St. Paid Fat Bonuses"}, {"clickbate": "0", "text": "Siméus responds to the dismissal of Haitian justices"}, {"clickbate": "1", "text": "Are You A Kardashian Or A Jenner"}, {"clickbate": "1", "text": "This Facebook Post About A Love Story From The 1970s Has Gone Massively Viral"}, {"clickbate": "0", "text": "Wimbledon Officials receive criticism from animal rights group after shooting birds"}, {"clickbate": "0", "text": "Lebanese Soldiers Killed in Ambush"}, {"clickbate": "0", "text": "Pakistan and Taliban Battling for Key City"}, {"clickbate": "1", "text": "14 Important Sigils For Twentysomethings"}, {"clickbate": "1", "text": "What Feminist Quote Are You"}, {"clickbate": "1", "text": "How A Baby And Her Kitten Best Friend Wake Up From A Nap"}, {"clickbate": "1", "text": "This Ink Blot Test Will Determine Your Worst Quality"}, {"clickbate": "0", "text": "San Jose, CA, USA, city manager resigns amid Norcal investigation"}, {"clickbate": "1", "text": "23 Signs You're Hopelessly Obsessed With \"New Girl\""}, {"clickbate": "1", "text": "This A Cappella Cover Of \"Pretty Hurts\" Will Make Your Heart Ache In All The Right Ways"}, {"clickbate": "1", "text": "These Lattes Look Like Disney Princesses And You Want To Drink One"}, {"clickbate": "0", "text": "Connecticut Beats Marquette, Giving Calhoun 800th Victory"}, {"clickbate": "0", "text": "Zambian \"porn\" journalist found not guilty"}, {"clickbate": "1", "text": "The Hardest Thanksgiving Poll You Will Ever Take"}, {"clickbate": "1", "text": "Nicki Minaj Would Like The Media To Know That Yes, Actually, She Can Smile"}, {"clickbate": "0", "text": "John Key admits to visiting strip clubs"}, {"clickbate": "0", "text": "Tech Mahindra Wins Bid to Control Satyam"}, {"clickbate": "1", "text": "This Dude Crowdfunded A Pizza For Himself"}, {"clickbate": "0", "text": "Obama announces plan to build roads, railroads and runways"}, {"clickbate": "0", "text": "West Is Told to Expect Water Shortfalls"}, {"clickbate": "0", "text": "Sandra Fluke nominated by Time magazine for Person of the Year"}, {"clickbate": "1", "text": "27 Reasons Why Paris Is The Capital Of The World"}, {"clickbate": "1", "text": "People Are Criticizing Victoria's Secret For This Photoshop Fail"}, {"clickbate": "1", "text": "20 Heartbreaking Confessions From People Who Called Off Their Weddings"}, {"clickbate": "1", "text": "19 Confessions From People Who Are \"Defining The Relationship\""}, {"clickbate": "0", "text": "ANC leads in South Africa vote"}, {"clickbate": "0", "text": "For the Ultimate Board Champion, Mix Surf, Turf and Snow"}, {"clickbate": "1", "text": "How Lazy Are You Being Today"}, {"clickbate": "0", "text": "Thief steals over €6 million worth of jewels from Paris store"}, {"clickbate": "0", "text": "Medical Student Is Indicted in Craigslist Killing"}, {"clickbate": "1", "text": "This Video Of Sufi Artists Playing Christmas Carols Is Going To Make Your Day"}, {"clickbate": "0", "text": "Bristol Organic Food Festival 2008 lauched, 100 thousand expected to attend"}, {"clickbate": "0", "text": "Scotland denies bail to terminally ill man convicted of Lockerbie bombing"}, {"clickbate": "1", "text": "17 Hilarious Literary Thanksgiving Puns"}, {"clickbate": "0", "text": "Wikinews interviews Spanish Paralympic track and field athlete Gustavo Nieves Campello"}, {"clickbate": "1", "text": "This Woman Is Using Dead Fish As A Makeup Accessory"}, {"clickbate": "1", "text": "18 Things You Can Do As A College Student But Not As An Adult"}, {"clickbate": "0", "text": "Witnesses: Doomed train had green light"}, {"clickbate": "0", "text": "Kazakhstan gets hit with bird flu"}, {"clickbate": "1", "text": "We Must Never Forget That Ben Affleck And Hillary Swank Were In The Best Movie Ever"}, {"clickbate": "1", "text": "Here Are 100 Years Of Chinese Beauty Looks In One Minute"}, {"clickbate": "1", "text": "23 Things You'll Only Understand If You're 23"}, {"clickbate": "0", "text": "Kidnappers of BBC reporter Alan Johnston deny his release"}, {"clickbate": "1", "text": "11 Charts That All Longtime BFFs Will Understand"}, {"clickbate": "1", "text": "How Many Wes Craven Films Have You Seen"}, {"clickbate": "0", "text": "Randy Johnson Has Lost a Little Off His Fastball but Not His Reputation"}, {"clickbate": "0", "text": "Prime Minister of Vanuatu loses seat over paperwork error"}, {"clickbate": "1", "text": "14 People Revolutionising India's Fight For LGBT Rights"}, {"clickbate": "1", "text": "How Much Do You Really Know About \"Doctor Who\""}, {"clickbate": "0", "text": "Nine killed by car bomb in Iraq, 31 injured"}, {"clickbate": "1", "text": "17 Celebrities Who Opened Up About Mental Health In 2015"}, {"clickbate": "1", "text": "Here's What You Actually Need To Know About Growing Out Your Hair"}, {"clickbate": "1", "text": "This Man Is All Of Us When We Really Gotta Pee On The Plane"}, {"clickbate": "0", "text": "Spelbound declared winner of Britain's Got Talent 2010"}, {"clickbate": "0", "text": "UN warns neighbours of Turkey about bird flu"}, {"clickbate": "1", "text": "A Man Shared A Photo Of His Tireless, Devoted Girlfriend To Show His Gratitude"}, {"clickbate": "0", "text": "China sentences geologist to eight years in prison despite US appeal"}, {"clickbate": "1", "text": "This Is What Happens When A Blizzard Strikes On Your Wedding Day"}, {"clickbate": "1", "text": "David Bowie's Most Iconic Fashion Moments"}, {"clickbate": "1", "text": "Here's How Traveling Can Actually Help You Win At Life"}, {"clickbate": "0", "text": "Pakistan test fires nuclear-capable missile"}, {"clickbate": "0", "text": "University of Calgary scientist Keith cracks carbon capture conundrum"}, {"clickbate": "1", "text": "Which Classic Car Should You Be Driving"}, {"clickbate": "0", "text": "Several hundred buried in mass graves in Nigeria following clashes"}, {"clickbate": "0", "text": "A Contrast in Policing Protests"}, {"clickbate": "1", "text": "17 Tweets About Winter Storm Jonas That Will Make You Laugh Out Loud"}, {"clickbate": "1", "text": "Justin Bieber Stormed Offstage Because His Fans Wouldn't Let Him Wipe The Floor"}, {"clickbate": "0", "text": "Stock Investors Ask:  Is It a Bear or a Bull?"}, {"clickbate": "1", "text": "19 Hilarious Tweets About God That'll Make You Laugh Every Time"}, {"clickbate": "0", "text": "A Calmer Iraq Takes Another Try at the Ballot"}, {"clickbate": "0", "text": "2010 Komen St. Louis Race for the Cure becomes world's largest Komen race"}, {"clickbate": "0", "text": "Civilians dead following U.S. air strike on 'terrorist compound'"}, {"clickbate": "0", "text": "International Criminal Court to investigate crimes against humanity in Darfur"}, {"clickbate": "1", "text": "What's The Most Romantic Movie Scene Involving A Meal"}, {"clickbate": "1", "text": "Watch Britney Spears Paint Leaves"}, {"clickbate": "0", "text": "Australia reclaim Ashes in Perth"}, {"clickbate": "1", "text": "Can You Get Through This Post Without Moaning With Pleasure"}, {"clickbate": "1", "text": "These NSFW Chain Texts Teens Are Sending Each Other Will Make Your Jaw Drop"}, {"clickbate": "0", "text": "Kangaroo injures Australian politician"}, {"clickbate": "0", "text": "Five Irish schoolgirls die in bus crash"}, {"clickbate": "0", "text": "CN Health & Safety Plan planned to be cancelled"}, {"clickbate": "1", "text": "13 Parts Of Your Body You Didn't Know Had Names"}, {"clickbate": "1", "text": "15 Things You Really Shouldn't Say To Trans People"}, {"clickbate": "1", "text": "Here's How Orphan Black Fans Are Dealing With Tatiana Maslany's Emmy Loss"}, {"clickbate": "0", "text": "Weeks of Wooing First Lady Pay Off for a New University"}, {"clickbate": "0", "text": "Angel McCoughtry Leads Louisville to Its First Final Four"}, {"clickbate": "1", "text": "Let Michael Ian Black Help You Be A Better Grown Up"}, {"clickbate": "0", "text": "Coca-Cola Considers Buying Back Shares"}, {"clickbate": "0", "text": "Madagascar's leader Andry Rajoelina 'will not run in polls'"}, {"clickbate": "1", "text": "How Italian Are You Really"}, {"clickbate": "1", "text": "15 Places You Should Eat Korean Food In London"}, {"clickbate": "0", "text": "One dead after bus and bicycle crash in Hampshire, England"}, {"clickbate": "1", "text": "Cheap Vs. Expensive Vodka Taste Test"}, {"clickbate": "1", "text": "25 Words You Don't Actually Understand Unless You're A \"Doctor Who\" Fan"}, {"clickbate": "1", "text": "Let's Settle This: How Would A Dog Wear Pants"}, {"clickbate": "0", "text": "Militants attack Kashmir bus route safe house"}, {"clickbate": "1", "text": "10 People Who Lost 50+ Pounds Share Their Best Tips For Getting Started"}, {"clickbate": "1", "text": "The \"Friends\" Creators Can't Stress Enough That A Reboot Will Never Happen"}, {"clickbate": "0", "text": "Gardner pleads not guilty to Chelsea King murder"}, {"clickbate": "0", "text": "Former Beatle set for Quebec City concert amid protests"}, {"clickbate": "1", "text": "This Kid And Her Dad Teaching Their Dog How To Howl Is So Adorable"}, {"clickbate": "1", "text": "A Harry Potter-Themed Bar Just Opened And You Have To Pay Your Respects"}, {"clickbate": "0", "text": "Author of Wikipedia character assassination takes responsibility"}, {"clickbate": "0", "text": "U.S. Women Win Race Despite Lost Shoe at Penn Relays"}, {"clickbate": "1", "text": "35 People Who Failed So Hard It's Actually Perfect"}, {"clickbate": "0", "text": "Elections in El Salvador Invoke Rivalries of Civil War Years"}, {"clickbate": "1", "text": "Who's The Next Canadian Power Couple"}, {"clickbate": "1", "text": "This Week In History: 14-19 September"}, {"clickbate": "0", "text": "Fire breaks out in Ku-ring-gai Chase National Park, Australia"}, {"clickbate": "1", "text": "Who Is Actually The Best \"Jessica Jones\" Character"}, {"clickbate": "1", "text": "Do Bangs Make These Celebrities More Bangable"}, {"clickbate": "0", "text": "In U.S., Steps Toward Industrial Policy in Autos"}, {"clickbate": "1", "text": "Here's One Really Weird Thing About Butterfree"}, {"clickbate": "0", "text": "President Bush defends NSA domestic intercepts"}, {"clickbate": "1", "text": "Justin Theroux's Eyebrows Are Wonderful Actors"}, {"clickbate": "0", "text": "Both Sides Await Court Decision on Same-Sex Marriage in California"}, {"clickbate": "0", "text": "Namibia struck by floods, president declares state of emergency"}, {"clickbate": "0", "text": "Shadows of Violence Cling to Indian Politician"}, {"clickbate": "0", "text": "Canada considers trade retaliation against the U.S."}, {"clickbate": "1", "text": "Where's The Best Place You've Ever Celebrated New Year's In The U.S"}, {"clickbate": "1", "text": "Jimmy Kimmel Introduced The Most Famous Julia Roberts To A Bunch Of Civilians Also Named Julia Roberts"}, {"clickbate": "0", "text": "Portugal taken to penalties; beat England and reach historic semi-final"}, {"clickbate": "0", "text": "Plane crash in Congo kills at least 70"}, {"clickbate": "1", "text": "25 Awesome Ways To Show Off Your State Pride"}, {"clickbate": "0", "text": "Formula One Is Running Its Final Race at the Legendary Silverstone Track"}, {"clickbate": "1", "text": "17 Confessions Of People Who Were Dumped In The Worst Ways"}, {"clickbate": "0", "text": "A Little Rugby With Your Cross-Dressing?"}, {"clickbate": "1", "text": "Here's What Celebrities Have Been Saying About #OscarsSoWhite"}, {"clickbate": "0", "text": "Stephen Lawrence police corruption allegations lead to calls for investigation"}, {"clickbate": "0", "text": "Business Jet Industry Tries to Salvage Its Image"}, {"clickbate": "1", "text": "15 Reasons Guacamole Is Better Than Boys"}, {"clickbate": "0", "text": "Deadly forest fire in Spain claims lives of firefighters"}, {"clickbate": "1", "text": "23 Insanely Relatable Stages Of Partying As An Introvert"}, {"clickbate": "0", "text": "Overhaul of Florida Voting Rules Is Proposed"}, {"clickbate": "0", "text": "Syrian residents claim U.S. bombing, shooting into Syria"}, {"clickbate": "0", "text": "Pope Tries to Send Ripples of Hope Through an Ocean of Angolans"}, {"clickbate": "1", "text": "A Canadian Guy Dissed Tim Hortons Coffee So He Could Get A Date In England"}, {"clickbate": "0", "text": "Date set for Bradfield, Higgins by-elections: Australian Electoral Commission"}, {"clickbate": "1", "text": "Here's What Happened When I Made A Three-Course Meal Using Just A Microwave"}, {"clickbate": "0", "text": "Five Detained After Cairo Bomb Blast"}, {"clickbate": "0", "text": "James Finds Help, but He Hardly Needs It"}, {"clickbate": "0", "text": "Smoke bomb thrown in Ukrainian parliament during naval base debate"}, {"clickbate": "0", "text": "Comair Flight 5191 co-pilot, pilot's widow sue FAA, airport, chart manufacturer"}, {"clickbate": "0", "text": "Suicide Bomber Kills 30 in Baghdad Pilgrimage Attack"}, {"clickbate": "1", "text": "What Are The Most Beautiful Bible Verses"}, {"clickbate": "1", "text": "Judah Friedlander From \"30 Rock\" Defines Popular Dating Terms"}, {"clickbate": "0", "text": "US stocks see 9% drop before making recovery"}, {"clickbate": "0", "text": "Obama gives check to Clinton campaign"}, {"clickbate": "0", "text": "Ninth World Games open in Santiago de Cali, Colombia"}, {"clickbate": "1", "text": "Portraits Of Cats Shaking Themselves Clean Is All You Need To See Today"}, {"clickbate": "1", "text": "This Color Test Will Determine If You're Sexy, Hot, Or Cute"}, {"clickbate": "1", "text": "19 Pictures Cat People Will Never Understand"}, {"clickbate": "0", "text": "Bravitude and Chair of the Wikimedia Foundation on the main French TV network"}, {"clickbate": "1", "text": "This Is What Holiday Shopping Looked Like Way Before Black Friday"}, {"clickbate": "1", "text": "27 Things To Do Before Bed That Don't Involve Watching Netflix"}, {"clickbate": "1", "text": "Dear Harry Styles' Pants At The AMAs: Why"}, {"clickbate": "0", "text": "Debate on Clean Energy Leads to Regional Divide"}, {"clickbate": "0", "text": "CanJet Flight 918 hijacked"}, {"clickbate": "0", "text": "'Expelled' fair use upheld"}, {"clickbate": "0", "text": "Japan Airlines fined US$110 million for price fixing"}, {"clickbate": "1", "text": "Every Girl With A Lot Of Hair Has These Struggles"}, {"clickbate": "1", "text": "Please Decide If This Cat Is Haunted"}, {"clickbate": "0", "text": "Two trains collide near Rome"}, {"clickbate": "0", "text": "Hedge Fund Is Dissolving as It Faces 2nd Inquiry"}, {"clickbate": "1", "text": "Struggles You Only Discover In Your First Same-Sex Relationship"}, {"clickbate": "1", "text": "Can We Guess Your Age Based On Which Colors Your Choose"}, {"clickbate": "0", "text": "Germany Must Act to Avoid Its Own 'Lost Decade'"}, {"clickbate": "0", "text": "Russian Boeing 737 crashes with 88 aboard"}, {"clickbate": "1", "text": "What US Music Festival Should You Attend This Year"}, {"clickbate": "1", "text": "13 Ideas For Budget-Friendly Beach Weekend Getaways For New Yorkers"}, {"clickbate": "1", "text": "9 Ways To Make Pumpkin Seeds Taste Fabulous"}, {"clickbate": "0", "text": "Drug Tie Seen to Protests in Mexico"}, {"clickbate": "0", "text": "N.B.A. and Union Are Discussing New Labor Deal"}, {"clickbate": "1", "text": "Meet Stoner Sloth, The NSW Government's New Anti-Pot Mascot"}, {"clickbate": "0", "text": "White House Pushing Stimulus Package"}, {"clickbate": "0", "text": "California's same-sex marriage ban ruled unconstitutional; appeal expected"}, {"clickbate": "0", "text": "MGM Averts Bankruptcy at CityCenter in Las Vegas"}, {"clickbate": "1", "text": "If Joey Tribbiani Quotes Were Motivational Posters"}, {"clickbate": "1", "text": "14 Pairs Of Cat Socks To Kick Off The Mew Year In Style"}, {"clickbate": "0", "text": "Pink elephant spotted in Botswana"}, {"clickbate": "0", "text": "Korean navies exchange fire"}, {"clickbate": "0", "text": "Irish win narrowly over Italy in RBS 6 opening match"}, {"clickbate": "0", "text": "Buddhist relic collection tours North America and world"}, {"clickbate": "1", "text": "Which Kardashian/Jenner Are You Based On Your Birth Month"}, {"clickbate": "1", "text": "Cam Newton's Pants Aren't Even The Worst Thing In This Picture"}, {"clickbate": "1", "text": "This Video About NYC's Feral Cats Is Fascinating"}, {"clickbate": "0", "text": "Suicide Bomber Kills 28 in Sri Lanka"}, {"clickbate": "0", "text": "U.S. Objects to China Plan to Require Web-Filtering Software"}, {"clickbate": "0", "text": "No Stork Involved, but Mom and Dad Had Help"}, {"clickbate": "1", "text": "19 Reasons You Should Be Making Dessert In Your Slow Cooker"}, {"clickbate": "0", "text": "Nine Players Lost, Five Games Won; Mets Glad to Be Home"}, {"clickbate": "0", "text": "European Union Looks to Tighten Banking Supervision"}, {"clickbate": "1", "text": "There's A Weird Geographical Quirk About Sweden's Match Against Denmark This Week"}, {"clickbate": "1", "text": "You Won't Sleep After Seeing The \"Today\" Show Cast As \"Peanuts\" Characters"}, {"clickbate": "0", "text": "10-Year-Old Spaniel Named Best in Show at Westminster"}, {"clickbate": "0", "text": "Military plane crashes in Chilean Juan Fernández Archipelago; reports say no survivors"}, {"clickbate": "0", "text": "Britain's Royal Windsor Castle to get hydro-electric power plant"}, {"clickbate": "1", "text": "17 Things All Lazy Couples Will Just Get"}, {"clickbate": "0", "text": "China Tightens Purse Strings in Guinea and Other African Nations"}, {"clickbate": "0", "text": "Stolen Generations used as medical guinea pigs, Australian inquiry told"}, {"clickbate": "0", "text": "Sprinter Allan Davis wins the Tour Down Under"}, {"clickbate": "0", "text": "Ex-Chief Settles Fraud Suit for $2.5 Million"}, {"clickbate": "0", "text": "Thirteen dead, several wounded in Fort Hood, Texas shooting"}, {"clickbate": "1", "text": "14 Ridiculously Funny Dirty Talk Moments"}, {"clickbate": "1", "text": "Americans Listened To Coke Studio For The First Time And Were Pretty Damn Impressed"}, {"clickbate": "1", "text": "Rory Williams Has Pretty Much Graduated From Companion To Doctor On \"Legends Of Tomorrow\""}, {"clickbate": "1", "text": "These Kids Turned Their Bratz Dolls Into Rey From \"The Force Awakens\""}, {"clickbate": "0", "text": "Mickelson and Watney Share Lead at Doral"}, {"clickbate": "0", "text": "Boxing: Pacquiao and Diaz trade verbal punches"}, {"clickbate": "0", "text": "Iran close to decision on nuclear program"}, {"clickbate": "0", "text": "David Rohde, Times Reporter, Escapes Taliban After 7 Months"}, {"clickbate": "0", "text": "Canadian woman faces 234 counts of double-doctoring"}, {"clickbate": "1", "text": "This Woman's Insanely Magical Instagram Will Make You Smile Every Damn Day"}, {"clickbate": "1", "text": "We Had Five Psychics Tell Us Our Fortunes And It Made Us Question Everything"}, {"clickbate": "1", "text": "26 Important Lessons The Next Generation Will Learn From \"Harry Potter\""}, {"clickbate": "1", "text": "This Is How You Make Healthy Cauliflower Fried Rice"}, {"clickbate": "1", "text": "12 Ways To Get Help When You Feel Completely Alone"}, {"clickbate": "1", "text": "The First Trailer For \"I Am Cait\" Season 2 Is Here"}, {"clickbate": "0", "text": "Japanese tourist travels through 37 countries on just $2"}, {"clickbate": "1", "text": "Should I Delete Photos Of My Ex From Instagram"}, {"clickbate": "0", "text": "Four Israeli Arabs killed by Army deserter"}, {"clickbate": "0", "text": "Study Looks at Mortality in Post-Soviet Era"}, {"clickbate": "0", "text": "Pope Admits Online News Can Provide Infallible Aid"}, {"clickbate": "1", "text": "Fuck, Marry, Kill: Same Actor, Different Characters"}, {"clickbate": "0", "text": "Senate Measure Seeks to Spur Foundations to Give More"}, {"clickbate": "0", "text": "Russian Rider Grabs Giro Lead in Treacherous Time Trial"}, {"clickbate": "0", "text": "Toowoomba, Brisbane City take out Roller Derby wins on Australia's Sunshine Coast"}, {"clickbate": "0", "text": "Star Wars III premieres at Cannes"}, {"clickbate": "1", "text": "You'll Feel Really Dumb When You See How Simple Bagged Milk Is"}, {"clickbate": "1", "text": "Pigskin A Blanket: NFL Week 8 Picks"}, {"clickbate": "0", "text": "A Shelter That Could Start a Stampede"}, {"clickbate": "0", "text": "Politics in the Guise of Pure Science"}, {"clickbate": "1", "text": "27 Moments From \"The Simple Life\" That Belong In A Damn History Textbook"}, {"clickbate": "1", "text": "19 Clever Gifts For Anyone Who's Constantly On Their Phone"}, {"clickbate": "1", "text": "17 Things You Only Know If You're The Better-Looking Sibling"}, {"clickbate": "1", "text": "Let's Take A Moment To Appreciate \"Save The Last Dance\""}, {"clickbate": "0", "text": "US Senate passes stimulus package"}, {"clickbate": "0", "text": "A Calm Judicial Eye in Storm Over Madoff Bail"}, {"clickbate": "0", "text": "Pirates kill four American hostages"}, {"clickbate": "0", "text": "Medvedev Visits Newspaper of Slain Journalists"}, {"clickbate": "1", "text": "17 Cheesy Soups That Are Equal Parts Gooey And Delicious"}, {"clickbate": "1", "text": "My Obsession With Other-Dimensional Witch Travel"}, {"clickbate": "0", "text": "Car bomb explodes near MI5 army base in Northern Ireland"}, {"clickbate": "1", "text": "16 Nerdily Perfect Christmas Trees"}, {"clickbate": "1", "text": "What Is Your All-Time Favorite Jim And Dwight Prank On \"The Office\""}, {"clickbate": "0", "text": "Tornadoes rampage through Mississippi"}, {"clickbate": "1", "text": "17 Dogs Who Are Really Pleased With Themselves"}, {"clickbate": "0", "text": "Second stone circle found one mile from Stonehenge"}, {"clickbate": "0", "text": "Seven Moroccans killed in bus crash in central France"}, {"clickbate": "1", "text": "What It Was Like Being A New York Mets Fan In 2015"}, {"clickbate": "1", "text": "21 Lessons Parents Learn The Hard Way"}, {"clickbate": "1", "text": "We Know How Addicted You Are To Social Media Based On One Question"}, {"clickbate": "1", "text": "How Glamorous Are You Actually"}, {"clickbate": "1", "text": "Where Are The Creepiest Places In Texas"}, {"clickbate": "0", "text": "US Secretary of State Hillary Clinton pledges support for Afghanistan"}, {"clickbate": "1", "text": "22 Cats We've All Been At Some Point In Our Lives"}, {"clickbate": "0", "text": "HSBC Confirms Possible Sale of 3 Office Buildings"}, {"clickbate": "1", "text": "This 24-Year-Old Guy Got Drunk And Accidentally Booked An Insane Vacation"}, {"clickbate": "0", "text": "Human rights group alleges U.S. prison ships"}, {"clickbate": "0", "text": "In the Andes, a Toxic Site Also Provides a Livelihood"}, {"clickbate": "0", "text": "Banks Brace to Fight Planned Regulatory Agency"}, {"clickbate": "0", "text": "Wikinews interviews novelist James Bruno"}, {"clickbate": "1", "text": "17 Times Netflix And Chill Was The Greatest Meme Ever"}, {"clickbate": "0", "text": "25 dead after mine explosion in West Virginia"}, {"clickbate": "1", "text": "The One Way To Get A Phone Number"}, {"clickbate": "0", "text": "Pakistan and Taliban Appear Near Deal"}, {"clickbate": "0", "text": "Gunman dies, police officer injured after stand-off ends in West Yorkshire, England"}, {"clickbate": "1", "text": "No Actors Of Color Were Nominated For An Oscar This Year And People Are Pissed"}, {"clickbate": "1", "text": "16 Pictures Of Gals Just Being Pals"}, {"clickbate": "0", "text": "Chad Says It Hit Rebels in Air Raids Inside Sudan"}, {"clickbate": "0", "text": "Jenson Button wins Hungarian Grand Prix"}, {"clickbate": "1", "text": "Dear Men Of America, It's Too Cold To Wear Shorts"}, {"clickbate": "1", "text": "This Cat Has The Best Selfie Game You'll Ever See"}, {"clickbate": "1", "text": "Thousands Of People Are Sharing This Facebook Post About Two Doctors Saving A Man's Life"}, {"clickbate": "0", "text": "I.B.M. Tops Forecasts and Expects a Good 2009"}, {"clickbate": "1", "text": "19 Times Tumblr Totally Nailed What Texting Is Like"}, {"clickbate": "0", "text": "Earthquake strikes northeast Japan, shakes Tokyo"}, {"clickbate": "0", "text": "British political candidate Nigel Farage injured in plane crash on polling day"}, {"clickbate": "1", "text": "22 Photos Of What Halloween Looked Like In The '90s"}, {"clickbate": "1", "text": "11 Internet Cartoons That Will Make You Feel \"Popeful\""}, {"clickbate": "1", "text": "We Tried Animal Balls, Brains, Udders, And Tongues"}, {"clickbate": "1", "text": "Is It Delivery Or DiGiorno"}, {"clickbate": "1", "text": "19 Pictures That Are Way Too Real During Finals"}, {"clickbate": "0", "text": "Man claims 84 percent ownership of Facebook"}, {"clickbate": "0", "text": "Building in Barcelona damaged by explosion"}, {"clickbate": "1", "text": "Can You Guess The Adele Video By Its YouTube Comment"}, {"clickbate": "1", "text": "Do You Know Disneyland Rides' History"}, {"clickbate": "1", "text": "Can You Identify These Foods By An Extreme Close Up"}, {"clickbate": "0", "text": "Ten climbers killed in avalanche at Turkish ski resort"}, {"clickbate": "1", "text": "Which Pop Star Are You Based On Your Zodiac Sign"}, {"clickbate": "1", "text": "Prince William Gives Emotional And Rare Speech About Princess Diana"}, {"clickbate": "0", "text": "Tokyo Electric Power Company releases first figures on the extent of Fukushima leakage"}, {"clickbate": "0", "text": "Obama Signs Equal-Pay Legislation"}, {"clickbate": "0", "text": "Study raises health concerns about shower curtains"}, {"clickbate": "1", "text": "18 Gifts That Are Perfect For Anyone Who Loves Outer Space"}, {"clickbate": "1", "text": "People Are Disappointed By Kanye's Slut-Shaming Of Amber Rose"}, {"clickbate": "0", "text": "Greek government faces censure motion by opposition"}, {"clickbate": "1", "text": "Here's A Preview Of The New MAC Makeup Designed By A Bunch Of Badass Women"}, {"clickbate": "0", "text": "Looking Past an Affair to a Race for Governor in South Carolina"}, {"clickbate": "0", "text": "State of Oregon Sues OppenheimerFunds"}, {"clickbate": "0", "text": "General relativity effect confirmed: satellite experiment"}, {"clickbate": "1", "text": "Justin Bieber's Dad Sent This Really Awkward Tweet About His Son's Penis"}, {"clickbate": "1", "text": "A Senior Who Just Found Out He Has Cancer Gave An Incredible Speech To His Class"}, {"clickbate": "1", "text": "28 David Cameron Pig Puns That Will Make You Squeal With Laughter"}, {"clickbate": "0", "text": "Scottish lawyer denies death of Lockerbie bomber Abdelbaset Ali al-Megrahi"}, {"clickbate": "0", "text": "R. Allen Stanford Is Indicted and Turns Himself In"}, {"clickbate": "1", "text": "Rachel Bilson And Kristen Bell Are Your New Mom-Friend Goals"}, {"clickbate": "0", "text": "Iran Stepping Up Effort to Quell Election Protest"}, {"clickbate": "0", "text": "Lawmaker Leaving Iraq Is Detained, Then Freed"}, {"clickbate": "0", "text": "U.S. and S. Korea Start Military Maneuvers, Angering North"}, {"clickbate": "1", "text": "We Know Your Favorite Christmas Song Based On Your Favorite \"Frozen\" Character"}, {"clickbate": "0", "text": "In Europe, Differences Over Crisis Exit Strategy"}, {"clickbate": "1", "text": "21 Times The Internet Was Super Accurate About Aunts And Uncles"}, {"clickbate": "1", "text": "We Know If You're From Upstate New York Based On One Question"}, {"clickbate": "1", "text": "People Eat King Cake For The First Time"}, {"clickbate": "0", "text": "Olympics organisers insist London win in 2012 ballot was fair"}, {"clickbate": "1", "text": "What Will Your Next Boyfriend Be Like"}, {"clickbate": "1", "text": "This Week's \"Showstopper\" Bake Off Was One Of The Most Nervewracking Television Moments This Year"}, {"clickbate": "0", "text": "Sources: State Department official source of Plame leak"}, {"clickbate": "0", "text": "Senate Approves Digital TV Delay"}, {"clickbate": "1", "text": "Can We Guess What You Hate Most Based On How You Swear"}, {"clickbate": "1", "text": "Your Soulmate Tom Hiddleston Is Really, Really Good At Impressions"}, {"clickbate": "0", "text": "Balancing Needles and Cigars"}, {"clickbate": "1", "text": "Can You Figure Out The Theme Of This Crossword"}, {"clickbate": "0", "text": "The Governor Sends Regards"}, {"clickbate": "0", "text": "Rap music fan sentenced to Beethoven, pays fine instead"}, {"clickbate": "1", "text": "21 Budget-Friendly Adventures Worth Taking In The New Year"}, {"clickbate": "1", "text": "Can You Solve This Tricky Tribute Puzzle To A Classic Board Game"}, {"clickbate": "0", "text": "Monday's no-confidence vote may signal end of current Canadian goverment"}, {"clickbate": "1", "text": "19 Beautiful Places In Scotland That Give People All The Feels"}, {"clickbate": "1", "text": "19 Reasons Everyone Needs To Use Their Damn Turn Signals"}, {"clickbate": "1", "text": "This Is The Story Of How I Saw James Franco Get A Live \"Circumcision\" At His Bar Mitzvah"}, {"clickbate": "1", "text": "Allison Williams Looks Super Different With Bangs"}, {"clickbate": "0", "text": "Saudis Retool to Root Out Terrorist Risk"}, {"clickbate": "1", "text": "This Guy Totally Nailed What A Modern Day Aladdin Would Look Like"}, {"clickbate": "1", "text": "This Vine Of A Toddler Listening To Adele Will Destroy Your Ovaries"}, {"clickbate": "1", "text": "This 30-Year-Old Man Had To Change His Email Address Because His Name Is Taylor Swift"}, {"clickbate": "1", "text": "Easy To Make Beer Can Chicken"}, {"clickbate": "1", "text": "A Size-14 Model Is The Star Of David's Bridal's New Ad Campaign"}, {"clickbate": "0", "text": "6 Olympians, Including 2 Medalists, Fail Doping Reanalysis"}, {"clickbate": "0", "text": "New year introduces Illinois texting while driving ban, among other laws"}, {"clickbate": "1", "text": "Guy Friends Get Naked And Bare All"}, {"clickbate": "0", "text": "New regional jet takes off from St. Petersburg, Russia"}, {"clickbate": "1", "text": "19 Euphoric Experiences For People Who Love Stationery"}, {"clickbate": "1", "text": "31 Charts That'll Help You Have The Best Hair Of Your Life"}, {"clickbate": "1", "text": "15 Gifts For That Friend Who Refuses To Grow Up"}, {"clickbate": "1", "text": "42 Photos Of What It Looked Like Inside Kanye West's Fashion Show"}, {"clickbate": "1", "text": "7 Essays To Read: Getting Ghosted, No Sex 'Til Marriage, And Sexist Books"}, {"clickbate": "0", "text": "Bosnia Serbs and Envoy Are at Odds on Powers"}, {"clickbate": "1", "text": "26 \"Harry Potter\" Quotes Made Hilarious By Replacing \"Wand\" With \"Penis\""}, {"clickbate": "1", "text": "12 Of India's Biggest Fashion Moments In 2015"}, {"clickbate": "0", "text": "Obama Vows to Slash Federal Deficit"}, {"clickbate": "1", "text": "What Cake Matches Your Personality"}, {"clickbate": "1", "text": "21 Cats Wearing Wigs"}, {"clickbate": "0", "text": "Pittsburgh Pirates rally to defeat New York Mets, 6-5"}, {"clickbate": "0", "text": "YES Pulls the Plug, Temporarily, on a Yankees Star"}, {"clickbate": "1", "text": "Amy Schumer Has Been Instagramming The Perfect Responses To Unwanted Texts"}, {"clickbate": "1", "text": "Who Said It: Kendall Or A Ken Doll"}, {"clickbate": "1", "text": "Find Out What You Should Watch On Netflix This February"}, {"clickbate": "1", "text": "We Know Your Zodiac Sign Based On Which Image Of Ben Wyatt You Choose"}, {"clickbate": "0", "text": "Big U.S. Role in Lending to Students"}, {"clickbate": "0", "text": "The Universal Remote Dormant in Your Smartphone"}, {"clickbate": "1", "text": "Two Appetizers That You Must Serve At Your Thanksgiving Dinner This Year"}, {"clickbate": "0", "text": "Telephone network access on iPhone unlocked by teen"}, {"clickbate": "1", "text": "This Veterinarian Ate With A Neglected Dog In A Cage To Make Her Feel Comfortable"}, {"clickbate": "1", "text": "Do You Know The Lyrics To \"How Deep Is Your Love\" By Calvin Harris And Disciples"}, {"clickbate": "1", "text": "21 Cute Dog Pictures To Help You Put Off Whatever You're Putting Off"}, {"clickbate": "0", "text": "One killed in University of Oklahoma explosion"}, {"clickbate": "1", "text": "Here's How To Make Grilled Cheese Sandwiches Filled With Beer"}, {"clickbate": "0", "text": "U.S. military denies reports helicopter opened fire on Libyan civilians during rescue mission"}, {"clickbate": "1", "text": "Are You More YouTube Or YouPorn"}, {"clickbate": "1", "text": "20 \"Game Of Thrones\" Questions That Are Impossible To Answer"}, {"clickbate": "1", "text": "Kelly Ripa As Katy Perry Might Be Better Than Katy Perry As Katy Perry"}, {"clickbate": "0", "text": "2007 Twenty20 World Championship: West Indies vs South Africa"}, {"clickbate": "0", "text": "New video released shows BBC journalist Alan Johnston wearing 'explosive belt'"}, {"clickbate": "0", "text": "Odense SC win Danish squash championship"}, {"clickbate": "0", "text": "Iraqi rebels seize control of Ramadi's inner city"}, {"clickbate": "0", "text": "NCAA 2010 ice hockey east and west regional tournament results"}, {"clickbate": "0", "text": "U.S. Begins Third Effort to Convict 6 in Terror Case"}, {"clickbate": "1", "text": "21 Agonizing Truths For People Who Feel Too Much"}, {"clickbate": "1", "text": "All 44 Places It's Possible To Have Sex In \"The Sims\""}, {"clickbate": "0", "text": "Obama renominates Bernanke as US central banker"}, {"clickbate": "0", "text": "Texas authorities obtain DNA from jailed FLDS leader Warren Jeffs"}, {"clickbate": "0", "text": "Three Drivers to Watch at the Indy 500"}, {"clickbate": "0", "text": "Tunisia casts vote in first free election"}, {"clickbate": "0", "text": "Bangladesh reports first human case of H5N1 bird flu"}, {"clickbate": "1", "text": "29 Italian Dishes Everyone Should Know"}, {"clickbate": "0", "text": "Mississippi tornado kills at least ten"}, {"clickbate": "1", "text": "Serena Williams Gives The Best Answer To A Reporter Who Asks Why She Isn't Smiling"}, {"clickbate": "1", "text": "Your New Favorite Animal Is The Sengi"}, {"clickbate": "1", "text": "Can You Pass This Maths Test For 11-Year-Olds"}, {"clickbate": "1", "text": "19 Hilarious Tweets About Having To Sit At The Kids' Table On Thanksgiving"}, {"clickbate": "0", "text": "Clinton Says Candidate for Aid Agency Is Tangled in Vetting"}, {"clickbate": "1", "text": "Would You Pass Fourth-Grade Science Today"}, {"clickbate": "1", "text": "How Many Songs On Justin Bieber's Album Are About Selena Gomez"}, {"clickbate": "0", "text": "US government to replace color-coded terror alert system"}, {"clickbate": "0", "text": "WWE Raw Results from Memphis, TN for September 15, 2008"}, {"clickbate": "0", "text": "Deceased Indonesian man had suspected case of bird flu"}, {"clickbate": "0", "text": "Chad calls for UN troops to withdraw"}, {"clickbate": "0", "text": "George Bush meets with Gordon Brown"}, {"clickbate": "1", "text": "28 Songs From The Early '00s That You Forgot Existed"}, {"clickbate": "1", "text": "How To Say No"}, {"clickbate": "0", "text": "Jupiter at its brightest in 47 years"}, {"clickbate": "0", "text": "Japanese stocks continue to fall after earthquake"}, {"clickbate": "0", "text": "Van Gogh painting stolen again"}, {"clickbate": "0", "text": "Met Victory With a Switch: The Hitters Bail Out Santana"}, {"clickbate": "1", "text": "You Have To Look At This Man Who Will Play Johnny In ABC's \"Dirty Dancing\" Remake"}, {"clickbate": "0", "text": "Yankees Give Weary Rodriguez Two Games Off"}, {"clickbate": "1", "text": "What About You Are People Most Attracted To"}, {"clickbate": "0", "text": "Judge Dismisses Charges Against Defendant in Grace Asbestos Trial"}, {"clickbate": "1", "text": "13 Terrifying Urban Legends That Will Make You Wish You Hadn't Read This"}, {"clickbate": "0", "text": "Obesity rates rise across most of the U.S."}, {"clickbate": "0", "text": "Virginia Commonwealth, Now Well Known, Gains an N.C.A.A. Berth"}, {"clickbate": "0", "text": "Australian news network under investigation over pokie reform comments"}, {"clickbate": "0", "text": "70 insurgents killed in Afghanistan"}, {"clickbate": "1", "text": "Who Said It: Harry, Ron, Or Hermione"}, {"clickbate": "1", "text": "17 Lohanthony Tweets That Will Speak To Your Soul"}, {"clickbate": "0", "text": "Barnes & Noble Beats Earnings Estimates"}, {"clickbate": "1", "text": "17 Branches Of Engineering Summed Up Cleverly In Minimalist Posters"}, {"clickbate": "0", "text": "European Union to fund scheme to reduce aircraft emissions and noise pollution"}, {"clickbate": "0", "text": "Senate Rejects Interest-Rate Cap on Credit Cards"}, {"clickbate": "0", "text": "Scientists say that a 'global layer of water' exists on Saturn's moon Titan"}, {"clickbate": "0", "text": "Britain's deadly bug possibly imported from U.S. or Canada"}, {"clickbate": "1", "text": "This Is What The Minor Characters From \"The Office\" Look Like Now"}, {"clickbate": "1", "text": "Here's A Map Of How Canadians See Other Canadians"}, {"clickbate": "1", "text": "These Are The Craziest Stories Of Past Lottery Winners"}, {"clickbate": "0", "text": "Laws allowing same sex marriage in Washington, D.C. go into effect"}, {"clickbate": "1", "text": "19 Honest Confessions That Are Too Real For People Who Are Painfully Shy"}, {"clickbate": "0", "text": "Gibraltar police investigate suspicious death"}, {"clickbate": "0", "text": "Staging a Financial Recovery"}, {"clickbate": "1", "text": "Stop Working And Play With This Interactive Puppy Video"}, {"clickbate": "0", "text": "Do Blobs on Phoenix Lander Indicate Water on Mars?"}, {"clickbate": "1", "text": "26 Very Important Nonfiction Books You Should Be Reading"}, {"clickbate": "1", "text": "My Weekend At A Gaming Convention As Told By Snapchat"}, {"clickbate": "0", "text": "US military brig officials order whistle-blowing suspect to sleep naked"}, {"clickbate": "0", "text": "UK rail firm cuts 180 jobs"}, {"clickbate": "1", "text": "Here's Everyone Who Attended The BAFTAs"}, {"clickbate": "0", "text": "USA lifts remaining sanctions on Serbia and Montenegro"}, {"clickbate": "0", "text": "In Minnesota, Another Bid for a Recount"}, {"clickbate": "0", "text": "In Madoff, a Court Trusts"}, {"clickbate": "1", "text": "We Know Your Favorite Dog Breed Based On These Random Questions"}, {"clickbate": "0", "text": "European Automakers Worry That End of Incentives Will Hurt Sales"}, {"clickbate": "0", "text": "Evo Morales hoaxed by a Spanish Church-owned radio station"}, {"clickbate": "0", "text": "United Arab Emirates Aid Debt-Ridden Member, Dubai"}, {"clickbate": "0", "text": "BBC to play 'four to five seconds' of Thatcher protest song"}, {"clickbate": "1", "text": "Hey, Guys, What's A \"Cheese Stick\""}, {"clickbate": "1", "text": "Sikhs Working With Syrian Refugees Say They Keep Being Mistaken For ISIS Members"}, {"clickbate": "1", "text": "21 Things All Vegetarian Couples Just Get"}, {"clickbate": "0", "text": "Up-and-Down Knicks Get More of the Latter"}, {"clickbate": "0", "text": "An Overseer of Medical Trials Comes Under Fire"}, {"clickbate": "0", "text": "Bringing Order to the Chaos of Notes"}, {"clickbate": "1", "text": "This Red Dot Test Will Determine How Easily You Get Angry"}, {"clickbate": "1", "text": "A New Study Shows 92% Of College Students Prefer To Read Paper Books"}, {"clickbate": "1", "text": "Can We Guess Your Personality"}, {"clickbate": "0", "text": "Democrats ask GAO for election review"}, {"clickbate": "1", "text": "Theory: Kendall Jenner And Emily Ratajkowski Are Actually Twins Separated At Birth"}, {"clickbate": "0", "text": "Poland issues EU warrant for Swede suspected of stealing Auschwitz sign"}, {"clickbate": "1", "text": "Get Organized With The BuzzFeed DIY Newsletter"}, {"clickbate": "1", "text": "17 Times Disney Princesses Had No Fucking Chill"}, {"clickbate": "1", "text": "This Site Shows You What David Bowie Was Doing At Your Age"}, {"clickbate": "0", "text": "Two arrests made over Croxteth shooting"}, {"clickbate": "0", "text": "Suspect Held in 6 Killings in South"}, {"clickbate": "0", "text": "Gunmen Kill Judge in Ingushetia in Latest Caucasus Violence"}, {"clickbate": "0", "text": "Plants may adapt faster to climate change than previously thought, new study shows"}, {"clickbate": "1", "text": "Here's What The \"Aladdin\" Cast Looks Like Now"}, {"clickbate": "1", "text": "Elle May Have Just Changed The Women's Magazine Game With Its February Covers"}, {"clickbate": "1", "text": "Ice Cream Is How Satan Intends To Destroy The World"}, {"clickbate": "1", "text": "Hey, McDonald's: Fix Your Damn Ice Cream Machine"}, {"clickbate": "0", "text": "Dresdener Elbe Valley becomes UNESCO World Heritage site"}, {"clickbate": "1", "text": "If Movies That Were Shot In Vancouver Were Actually Set In Vancouver"}, {"clickbate": "1", "text": "These 24 Moments From \"Pride & Prejudice\" Will Make Your Heart Melt"}, {"clickbate": "1", "text": "18 Places You Must Travel In 2016"}, {"clickbate": "0", "text": "UK's most-read papers found to be in contempt of court"}, {"clickbate": "1", "text": "8 New Types Of Goth That Are Better Than Health Goth"}, {"clickbate": "1", "text": "17 Times The \"This Is Thirty\" Hashtag Pretty Much Nailed It"}, {"clickbate": "0", "text": "Number of cholera cases in Zimbabwe reaches 80,000"}, {"clickbate": "1", "text": "34 Things You Probably Didn't Know About \"The Good Wife\""}, {"clickbate": "1", "text": "We Tried The New Starbucks \"Butterbeer\" Drink And Dumbledore Would Definitely Approve"}, {"clickbate": "1", "text": "14 Scrumptious Fall Recipes That Use Exactly One Can Of Pumpkin"}, {"clickbate": "1", "text": "26 Lazy But Brilliant Ways To Get Drunk"}, {"clickbate": "1", "text": "15 Times Lemon And Blueberry Were Relationship Goals"}, {"clickbate": "0", "text": "Apple collecting location data from iPhone, iPad"}, {"clickbate": "1", "text": "OMG, This Genius Inflatable Mattress Will Save You So Much Money Forever"}, {"clickbate": "0", "text": "Philippine shipwreck kills man; rescue boat also rescued"}, {"clickbate": "0", "text": "South Africa defeats Wales 43-17 in rugby test match"}, {"clickbate": "1", "text": "Will You Win A Grammy Or An Oscar"}, {"clickbate": "0", "text": "2 Somali-Americans Charged With Aiding Terror"}, {"clickbate": "0", "text": "British Columbia teachers dropping the chalk and walking out"}, {"clickbate": "0", "text": "Emergency inspections ordered on all Boeing 737s in aftermath of China Airlines explosion"}, {"clickbate": "1", "text": "Guess The Celebrity From Their \"The Simpsons\" Cameo"}, {"clickbate": "0", "text": "Former Flemish Minister Paul Akkermans dies at 83"}, {"clickbate": "1", "text": "J.K. Rowling Celebrated Finishing \"Harry Potter\" By Graffitiing A Hotel Room"}, {"clickbate": "1", "text": "Here's How To Actually Get Rid Of Acne All Over Your Body"}, {"clickbate": "1", "text": "15 Set Secrets You Never Knew About The Cast Of \"Scream Queens\""}, {"clickbate": "0", "text": "Softer Policy on Drugs Is Debated in Argentina"}, {"clickbate": "1", "text": "17 Easy Slow Cooker Soups That Will Warm You Right Up"}, {"clickbate": "0", "text": "Indian aviation sector hit by financial trouble; domestic traffic at five-year low"}, {"clickbate": "0", "text": "Former Scientology executives say leader David Miscavige abused staff"}, {"clickbate": "0", "text": "Bombings kill over 100 in Baghdad"}, {"clickbate": "1", "text": "Why Do People Drink Coffee"}, {"clickbate": "0", "text": "Australian Labor Party caucus vote to change prime minister"}, {"clickbate": "1", "text": "21 Of The Most Awesome Things To Ever Happen In A Target"}, {"clickbate": "0", "text": "Poker's all about luck, says Swiss Supreme Court"}, {"clickbate": "0", "text": "Israeli troops remove protesters from Gaza synagogues"}, {"clickbate": "0", "text": "Belgium's Queen Fabiola seriously ill"}, {"clickbate": "1", "text": "Should You Date The Weeknd Or Drake"}, {"clickbate": "0", "text": "Bus crashes into shop in Cardiff, Wales"}, {"clickbate": "1", "text": "9 Deliciously Fabulous Ways To Enjoy Chimichurri"}, {"clickbate": "0", "text": "Chinese Exports Fall 22.6% in April"}, {"clickbate": "0", "text": "Britney Spears announces she is pregnant"}, {"clickbate": "1", "text": "How Well Do You Remember The Lyrics To \"School Of Rock\""}, {"clickbate": "1", "text": "This Color Test Will Predict How Much Longer You'll Be Single"}, {"clickbate": "1", "text": "5 Great Books To Read In November"}, {"clickbate": "0", "text": "Study will examine treating heart damage with adult stem cells"}, {"clickbate": "1", "text": "\"Steve Jobs\" Turns Apple's Founder Into A Fascinating Jerk"}, {"clickbate": "0", "text": "Soldier dies as military helicopters collide in Iraq"}, {"clickbate": "0", "text": "Schwarzenegger heads back to work after feeling ill, being hospitalized"}, {"clickbate": "1", "text": "Do You Say \"Awnt\" Or \"Ant\""}, {"clickbate": "0", "text": "Service Warranties and the Cost of Fun"}, {"clickbate": "1", "text": "Molly Is 16. Her Justin Bieber Is Bernie Sanders"}, {"clickbate": "1", "text": "The Sex In Romance Novels Isn't Sexy, But Here's What Is"}, {"clickbate": "1", "text": "A Guy Surprised His Girlfriend With Corgis And It's The Best Thing Ever"}, {"clickbate": "0", "text": "Opposition leader takes early lead in Sierra Leone presidential run-off elections"}, {"clickbate": "1", "text": "Ricky Gervais Made A Joke About Caitlyn Jenner At The Golden Globes"}, {"clickbate": "1", "text": "Here Are 21 Healthy Fall Soups To Stock Your Freezer"}, {"clickbate": "1", "text": "23 Things Your RA Doesn't Want You To Know"}, {"clickbate": "0", "text": "US Air Force jet crashes in California"}, {"clickbate": "0", "text": "Saudi Arabia blocks access to Blogger, Flickr, LiveJournal"}, {"clickbate": "0", "text": "An Unusual Appearance at the Big Clock"}, {"clickbate": "0", "text": "Study Says Antiunion Tactics Are Common"}, {"clickbate": "1", "text": "19 Things You'll Only Get If You're Slightly Obsessed With Cleaning"}, {"clickbate": "0", "text": "Beijing, in Snub to Taipei, Boycotts a Sports Ceremony"}, {"clickbate": "1", "text": "12 Of The Most Powerful Science Photos Of This Week"}, {"clickbate": "0", "text": "Brown Backtracks, Saying Iraq Panel Can Hold Some Open Hearings"}, {"clickbate": "0", "text": "Australian PM says proposed Anti-Terror Laws are Constitutional"}, {"clickbate": "0", "text": "California, Almost Broke, Nears Brink"}, {"clickbate": "1", "text": "17 Times Titus Andromedon Lived Life To The Absolute Fullest"}, {"clickbate": "0", "text": "Is America Ready to Quit Coal?"}, {"clickbate": "0", "text": "Australia Says Children Died in Skirmish With Taliban"}, {"clickbate": "0", "text": "4 Bodies Found in Maryland Hotel"}, {"clickbate": "0", "text": "Holocaust denial bishop apologizes"}, {"clickbate": "0", "text": "Shuttle Lifts Off for Trip to Telescope"}, {"clickbate": "0", "text": "Wisconsin Scores Overtime Upset Over Florida State"}, {"clickbate": "0", "text": "N. Korean Leader Sends His Condolences After Suicide"}, {"clickbate": "1", "text": "21 Pictures That Will Only Make Sense To People With Siblings"}, {"clickbate": "1", "text": "I Spent My Birthday Alone And I Fucking Loved It"}, {"clickbate": "0", "text": "Former head of comedy for the BBC, Geoffrey Perkins dies in a road accident age 55"}, {"clickbate": "1", "text": "How Much Do You Love Oscar Isaac"}, {"clickbate": "1", "text": "30 Things You Need To Know About Rob Schneider"}, {"clickbate": "1", "text": "What Song Helps Get You Motivated"}, {"clickbate": "0", "text": "Estonian oil spill kills 5,000 birds"}, {"clickbate": "1", "text": "21 Times Michael Scott's Hatred For Toby Flenderson Was Out Of Control"}, {"clickbate": "1", "text": "Gabrielle Union And Dwyane Wade Made Their Wedding Video Look Like A Rom-Com Trailer"}, {"clickbate": "1", "text": "27 Of The Best Responses For When Random Guys Tell You To Smile"}, {"clickbate": "1", "text": "This Runner Is Getting Noticed For Inspiring People To Run At Any Size"}, {"clickbate": "0", "text": "Strong earthquake strikes off the coast of Taiwan"}, {"clickbate": "0", "text": "New planet found in 'Habitable Zone'"}, {"clickbate": "0", "text": "Nonprofits Seek Lobby Rule Exceptions"}, {"clickbate": "1", "text": "37 All Too Real Things Every Parent Says"}, {"clickbate": "0", "text": "UBS sees net income jump 15 percent"}, {"clickbate": "1", "text": "Here's How To Make An Insane Deep Dish Cookie"}, {"clickbate": "0", "text": "Nebraska teacher sentenced to 6 years for sex with student"}, {"clickbate": "1", "text": "21 Times Tumblr Users Perfectly Explained How It Feels To Be A Not-Quite Adult"}, {"clickbate": "0", "text": "Mari Luz, missing child from Huelva, Spain, found dead"}, {"clickbate": "0", "text": "Former U.S. Senator Eugene McCarthy dies"}, {"clickbate": "1", "text": "What Lego Piece Are You"}, {"clickbate": "1", "text": "Pick A Heart To Get A Positive Message Just For You"}, {"clickbate": "0", "text": "Microsoft Ordered to Delete Browser"}, {"clickbate": "1", "text": "Arsenal Praised For Being Only Premier League Club To Raise Money For Refugees"}, {"clickbate": "1", "text": "This Recipe For Mud Hen Bars Is All You Need To See Today"}, {"clickbate": "0", "text": "South African parliament questioned over media policy"}, {"clickbate": "0", "text": "Four alarm fire in Old City, Philadelphia"}, {"clickbate": "0", "text": "Magnitude 6.4 earthquake hits east coast of Honshu, Japan"}, {"clickbate": "1", "text": "What Your Favourite MAC Lipstick Says About You"}, {"clickbate": "1", "text": "These Women Used Periscope For The First Time And Felt Like They Were Being Catcalled On The Internet"}, {"clickbate": "1", "text": "How Much Of A Cheese Addict Are You Really"}, {"clickbate": "1", "text": "These Are 11 Of The Hugest Memes That Will Happen 2016"}, {"clickbate": "1", "text": "I Drew Disney Princesses As \"Adventure Time\" Princesses"}, {"clickbate": "1", "text": "14 Reasons Every College Student Deserves A Gold Star"}, {"clickbate": "0", "text": "Venture Capital Investment Sinks to Lows Not Seen Since 1997"}, {"clickbate": "1", "text": "What Pet Name Should You Bestow Upon Your Significant Other"}, {"clickbate": "0", "text": "Downing Street welcomes new resident cat"}, {"clickbate": "0", "text": "Final report blames London passenger jet crash on ice"}, {"clickbate": "0", "text": "Zenit-3SL rocket launches Echostar XI satellite"}, {"clickbate": "0", "text": "NASCAR driver Kyle Busch wins 2011 Jeff Byrd 500"}, {"clickbate": "0", "text": "Gallup poll: Islamophobia prevalent in United States"}, {"clickbate": "0", "text": "South African serial killer guilty of nineteen rapes, sixteen murders"}, {"clickbate": "1", "text": "This Pastry Chef Matches His Treats To His Outfit And It Works"}, {"clickbate": "1", "text": "9 Fanfiction Pairings We Ship Even Harder Around Valentines Day"}, {"clickbate": "0", "text": "Price of Stamps Rising This Week"}, {"clickbate": "1", "text": "26 Important Questions For People Who Go To The Gym"}, {"clickbate": "1", "text": "Here Are The 10 Most Popular Tweets From 2015"}, {"clickbate": "1", "text": "21 Things New Parents Take A Little Getting Used To"}, {"clickbate": "0", "text": "Pakistan government must investigate killings and abductions of journalists, says UN"}, {"clickbate": "1", "text": "Sonakshi Sinha's Knee Looks Like Satish Shah's Face"}, {"clickbate": "1", "text": "The CDC's New Infographic About Women And Drinking Is Totally Wild"}, {"clickbate": "1", "text": "Are You More Kylie Jenner's Lips Or Kim Kardashian's Butt"}, {"clickbate": "1", "text": "29 Times \"The Sims\" Was Accidentally Hilarious"}, {"clickbate": "1", "text": "Some Dude Asked Natalie Dormer How She Feels About Looking Like Kermit The Frog's Girlfriend"}, {"clickbate": "0", "text": "Leaked cables cause Australian concern"}, {"clickbate": "0", "text": "European Military Plane Faces Even More Delays"}, {"clickbate": "1", "text": "23 NYC Area TV Ads From The 80's That Will Turn You Into A Kid Again"}, {"clickbate": "0", "text": "British policewoman shot dead"}, {"clickbate": "0", "text": "Fiji loses rights to host World Netball Championships next year"}, {"clickbate": "0", "text": "Tsunami exposes ancient ruins in India"}, {"clickbate": "1", "text": "Which Iconic '00s Teen Movie Do You Actually Belong In"}, {"clickbate": "1", "text": "33 Incredible Real Headlines That Could Only Happen In Canada"}, {"clickbate": "1", "text": "Are You More \"Daredevil\" Or \"Jessica Jones\""}, {"clickbate": "0", "text": "US presidential candidate Barack Obama's lead increases after Democratic National Convention"}, {"clickbate": "0", "text": "US Department of Defense reports Iraqi Al Qaeda \"safe house\" hit"}, {"clickbate": "1", "text": "We Played With Bizarre Sex Toys So You Don't Have To"}, {"clickbate": "1", "text": "The One Tip That Will Help Guys Dress Better For The Rest Of Their Lives"}, {"clickbate": "1", "text": "We Need To Talk About How Hot Quasimodo Is"}, {"clickbate": "0", "text": "NAFTA dismisses US claims of Canadian violation of Trade Agreement rules in softwood lumber dispute"}, {"clickbate": "1", "text": "Behind One Of The Most Shocking Movie Endings Of The Year"}, {"clickbate": "0", "text": "Earthquake shakes western Mexico"}, {"clickbate": "0", "text": "Final launch of Space Shuttle Discovery delayed another day"}, {"clickbate": "1", "text": "10 Reasons The Starbucks Red Cup Is The Most Magical Thing Ever"}, {"clickbate": "1", "text": "This Food Test Will Determine If You're Actually From Maryland"}, {"clickbate": "1", "text": "Here's A 3-Ingredient Cheese Dip You Can Make In Minutes"}, {"clickbate": "0", "text": "Former Prime Minister of Finland Harri Holkeri dies aged 74"}, {"clickbate": "1", "text": "You Can Make Dinner For A Week With $25"}, {"clickbate": "1", "text": "19 Reasons Filipino Christmas Is Actually The Best"}, {"clickbate": "0", "text": "Even Amid This Slump, Demand for Toyota Prius Is Insatiable"}, {"clickbate": "1", "text": "Things Only People Who Hate Talking On The Phone Will Understand"}, {"clickbate": "0", "text": "This Is a Special Keepsake Inauguration Column"}, {"clickbate": "1", "text": "10 Awesome Things You Can Make Out Of Duct Tape"}, {"clickbate": "0", "text": "Car bomb hits centre of Beirut"}, {"clickbate": "0", "text": "G.O.P. Forces Delay on Confirming Eric Holder as Attorney General"}, {"clickbate": "1", "text": "We Need To Talk About Joseph Gordon-Levitt"}, {"clickbate": "1", "text": "13 Stages Of Getting Over The One That Got Away"}, {"clickbate": "0", "text": "Indonesia investigates video showing apparent security forces torture"}, {"clickbate": "1", "text": "What It's Like To Date When You Can't Have Sex"}, {"clickbate": "0", "text": "Rioting develops throughout England"}, {"clickbate": "1", "text": "Gina Rodriguez Tackles Hollywood's Problems With Latino Diversity Head-On"}, {"clickbate": "0", "text": "Canadian folk singer attacked and killed by coyotes in Nova Scotia"}, {"clickbate": "0", "text": "Reticent Justice Opens Up to a Group of Students"}, {"clickbate": "0", "text": "Mass industrial walkouts in UK"}, {"clickbate": "0", "text": "Peanut Product Recall Grows in Salmonella Scare"}, {"clickbate": "1", "text": "Lady Gaga's David Bowie Tattoo Is Huge And Beautiful"}, {"clickbate": "1", "text": "Tom Hardy Took His Dog To The \"Legend\" Premiere And It Was Adorable"}, {"clickbate": "1", "text": "A Dad Is Hilariously Illustrating The Funny Things Kids Say"}, {"clickbate": "0", "text": "Local Agencies Team Up to Sell Industry on Minneapolis"}, {"clickbate": "0", "text": "Empty Tents at Open Signal Decline in Corporate Spending"}, {"clickbate": "0", "text": "Massive floods in Bavaria, Austria, Switzerland"}, {"clickbate": "1", "text": "17 People On The Difficulties Of Being Biracial"}, {"clickbate": "1", "text": "We Asked Non-Italians To React To Pictures Of Italian Things And This Is What Happened"}, {"clickbate": "1", "text": "A Day In The Life Of A Trans Cabaret Performer"}, {"clickbate": "0", "text": "A Box of Cash Yields a Mystery"}, {"clickbate": "0", "text": "For Iraqi Journalists, Free Press vs. Free Land"}, {"clickbate": "1", "text": "28 Things About Scotland That Will Surprise Everyone"}, {"clickbate": "0", "text": "City Plans to Make Older Buildings Refit to Save Energy"}, {"clickbate": "0", "text": "Maoist Rebels Kill 27 Indian Police Officers in Ambush"}, {"clickbate": "1", "text": "Which Banned Book Influenced You The Most"}, {"clickbate": "0", "text": "UConn Is Stunned, Disappointed, and Exhausted"}, {"clickbate": "0", "text": "Tour de France: Robbie Hunter wins stage 11"}, {"clickbate": "1", "text": "How To Pose Like Jenny McCarthy And Donnie Wahlberg On A Red Carpet"}, {"clickbate": "0", "text": "US Secretary of State Hillary Clinton criticizes Turkey over human rights concerns"}, {"clickbate": "0", "text": "Santana Scratched From Start; Mets Say No Cause for Alarm"}, {"clickbate": "1", "text": "Here's What Happened When We Got Matched By A Professional Matchmaker"}, {"clickbate": "0", "text": "Government Offers Details of Bank Stress Test"}, {"clickbate": "0", "text": "Church of Scientology in France accused of fraud; ordered to stand trial"}, {"clickbate": "1", "text": "Watch 100 Years Of Brazilian Beauty In A Little Over A Minute"}, {"clickbate": "1", "text": "11 Weird, Insane, And Absolutely Absurd Things I Learned From Grace Jones' Memoir"}, {"clickbate": "1", "text": "We Know Your Favorite Male Celebrity Based On Your Favorite Female Celebrity"}, {"clickbate": "1", "text": "Listen To Ariana Grande's New EP \"Christmas & Chill\""}, {"clickbate": "0", "text": "The Next Consortium of ITRI launches 'RoboScooter'"}, {"clickbate": "1", "text": "Has This Artist Won A Grammy"}, {"clickbate": "1", "text": "Would You Make It In The Keating Five"}, {"clickbate": "1", "text": "28 Reasons Absolutely Everyone Hates Hamilton, Ontario"}, {"clickbate": "0", "text": "No U.S. Plans to Stop Korea on Missile Test"}, {"clickbate": "0", "text": "Court jails Gloucestershire, UK cop who left freezing man to die"}, {"clickbate": "0", "text": "World Baseball Classic  Ticket Sales Show Where Rooting Interests Lie"}, {"clickbate": "1", "text": "We Know What Kind Of Man Will Get You Off"}, {"clickbate": "0", "text": "Cost of Borrowing Zooms Higher for Corporations"}, {"clickbate": "1", "text": "If Disney Princesses Were From Florida"}, {"clickbate": "1", "text": "We Know Your Zodiac Sign Based On The Things You Like"}, {"clickbate": "0", "text": "As Mumbai Spills Over, Floodwater Creeps Closer"}, {"clickbate": "1", "text": "17 Times Ryan Gosling Made You Almost Forget How To Breathe"}, {"clickbate": "0", "text": "4 Prosecutors in Stevens Case Held in Contempt"}, {"clickbate": "1", "text": "How Well Do You Remember \"I Write Sins Not Tragedies\" By Panic! At The Disco"}, {"clickbate": "1", "text": "We Need To Talk About Matt Healy's Guyshadow"}, {"clickbate": "0", "text": "Fitzgerald Focuses on Winning, Not Talking"}, {"clickbate": "1", "text": "This Is The Falkor The Luck Dragon Stuffed Animal That Every \"NeverEnding Story\" Fan Needs"}, {"clickbate": "1", "text": "22 Stylish Products Every Reindeer Lover Needs In Their Life"}, {"clickbate": "0", "text": "United States 2003 National Adult Literacy Survey released"}, {"clickbate": "0", "text": "2007 World Deaf Swimming Championships Day 3: \"Bad weather\" and \"New Record Day of Belarus\""}, {"clickbate": "1", "text": "You Can Watch This Guy Write A Book In Real-Time Right Now"}, {"clickbate": "0", "text": "Einstein's equation turns 100"}, {"clickbate": "0", "text": "U.N. Official Says Darfur Continues to Crumble"}, {"clickbate": "1", "text": "New Year's Eve Underwear Traditions Around The World"}, {"clickbate": "1", "text": "Stop Everything You're Doing Because Snoop Dogg Narrated \"Planet Earth\""}, {"clickbate": "1", "text": "17 Practical Items That Will Soothe Your Type-A Soul"}, {"clickbate": "1", "text": "These Calculations About Student Loans Might Be Too Real"}, {"clickbate": "0", "text": "President of Afghanistan uninjured after assassination attempt"}, {"clickbate": "0", "text": "Zimbabwe Opposition Party Official Arrested"}, {"clickbate": "1", "text": "This Lo Mein Recipe Is So Easy You'll Be Able To Open Your Own Restaurant"}, {"clickbate": "1", "text": "15 Scrumptious Oreo Desserts We Are Literally Not Worthy Of"}, {"clickbate": "0", "text": "Work-Life Balance Is Especially Difficult in Finance"}, {"clickbate": "1", "text": "Steven Avery's Son Doesn't Think His Dad Is Guilty Of Murder"}, {"clickbate": "1", "text": "15 Ridiculously Awkward Sex Questions Parents Have Actually Asked Their Kids"}, {"clickbate": "1", "text": "Do You Remember Which Song Came First"}, {"clickbate": "1", "text": "Here's A Look Inside This Adult Coloring Book About The Beauty Of Natural Hair"}, {"clickbate": "0", "text": "Election complaint against Fred Thompson"}, {"clickbate": "0", "text": "Mets and Alex Cora Agree on One-Year Deal"}, {"clickbate": "1", "text": "Welp, There Goes Bethenny Frankel With Neon Red Hair"}, {"clickbate": "0", "text": "Canada approves revision to previously anti-competitive broadcaster acquisition"}, {"clickbate": "0", "text": "US Supreme Court relaxes strict interpretation of self incrimination ruling"}, {"clickbate": "1", "text": "This \"50 Shades\" Twitter Account Is The One Every Nerd Has Been Waiting For"}, {"clickbate": "1", "text": "How To Build A Bench In 50 Seconds"}, {"clickbate": "0", "text": "Australian state of Queensland will go to the polls on March 21"}, {"clickbate": "0", "text": "At least 175 killed, 200 injured in northwestern Iraq"}, {"clickbate": "1", "text": "India's First Transgender Band Just Released Their First Song And It Will Leave You Speechless"}, {"clickbate": "0", "text": "Wikinews discusses H1N1 with the WHO"}, {"clickbate": "1", "text": "13 Unbelievably Weird Ways People Actually Eat Chocolate Bars"}, {"clickbate": "0", "text": "Lebanese President to skip Arab Summit"}, {"clickbate": "1", "text": "Do You Know The Lyrics To \"Hello\" By Adele"}, {"clickbate": "1", "text": "27 Hilarious Tweets About Movies"}, {"clickbate": "1", "text": "This Cream Cheese Banana Bread Will Blow Your Fucking Mind"}, {"clickbate": "0", "text": "Steelers Holmes Admits He Sold Drugs"}, {"clickbate": "0", "text": "Bomber Kills Dozens in Iraq as Fears of New Violence Rise"}, {"clickbate": "0", "text": "Violence May Hinder Talks With Iran, Obama Says"}, {"clickbate": "1", "text": "Can You Identify These UK Airports From The Air"}, {"clickbate": "0", "text": "Wikinews interviews journalist Konrad Godlewski, who uncovered BATUTA hoax"}, {"clickbate": "0", "text": "Chinese Question Police Absence in Ethnic Riots"}, {"clickbate": "0", "text": "Two women in North Carolina arrested for allegedly using Family Dollar variety store as marijuana ring"}, {"clickbate": "0", "text": "F.D.A. Consolidates at Former Navy Site"}, {"clickbate": "1", "text": "Helen Mirren Looked The Best She's Ever Looked Last Night"}, {"clickbate": "0", "text": "Big Debt Load Forcing Bankruptcy of Charter"}, {"clickbate": "1", "text": "27 Faces You'll Recognise If You Haven't Had Sex In Forever"}, {"clickbate": "0", "text": "British broadcaster Sir David Attenborough receives hate mail from creationists"}, {"clickbate": "0", "text": "Stewart Wins a Nascar All-Star Race for the First Time"}, {"clickbate": "1", "text": "Are You More Taylor Swift Or Oprah Winfrey"}, {"clickbate": "1", "text": "This Couple's \"Half & Half\" Photos Help Them Share Their Lives In Spite Of Distance"}, {"clickbate": "0", "text": "Australian 1976 Cabinet papers released"}, {"clickbate": "1", "text": "Kim Kardashian Accidentally Shared A Retouched Selfie And The Original"}, {"clickbate": "1", "text": "For Anyone Who Is Sexually Attracted To Young Bernie Sanders"}, {"clickbate": "1", "text": "The New And Improved Eva Longoria"}, {"clickbate": "0", "text": "Police investigate Youtube video of two year old 'on ecstacy'"}, {"clickbate": "0", "text": "Many Gulls Die After Oil Spills Into River in Ohio"}, {"clickbate": "1", "text": "We Know If You're An '80s, '90s, Or A '00s Kid"}, {"clickbate": "1", "text": "Aziz Ansari's New Show Has Its First Trailer And It's Pretty Damn Great"}, {"clickbate": "1", "text": "21 Crazy Things People Have Actually Witnessed At Disney"}, {"clickbate": "0", "text": "China to launch second space mission in October"}, {"clickbate": "0", "text": "Rockefeller says Iraq is draining funds"}, {"clickbate": "1", "text": "FKA Twigs Covers Sia's \"Elastic Heart\" And It's The Most Perfect Thing Ever"}, {"clickbate": "1", "text": "I Ate At The Spiciest Ramen Shop In Tokyo And Actually Turned Red"}, {"clickbate": "0", "text": "Mike Dunlap Is Coaching at Arizona, but Not for Long"}, {"clickbate": "1", "text": "A Student Body President Was Sent Home From School For Wearing This Outfit"}, {"clickbate": "1", "text": "This One Music Question Will Determine When You'll Get Married"}, {"clickbate": "0", "text": "Google mistakenly collects private data from Wi-Fi networks"}, {"clickbate": "1", "text": "18 Fabulous Reasons Regina George Is Perfect The Role Model"}, {"clickbate": "0", "text": "South Korean troops mistakenly attack passenger jet"}, {"clickbate": "1", "text": "The 23 Most Beautiful Dogs In All Of The World"}, {"clickbate": "1", "text": "There's A Hot Tub Full Of Beer In Austria And You'll Get Drunk Just Looking At It"}, {"clickbate": "1", "text": "This \"Orange Is The New Black\" Version Of \"Twas The Night Before Christmas\" Is Awesome"}, {"clickbate": "0", "text": "Czech Parliament Vote Clouds U.S. Antimissile Plan"}, {"clickbate": "0", "text": "2,000 stranded in Machu Picchu, Peru after torrential rains"}, {"clickbate": "0", "text": "Adam Air may be shut down after string of accidents"}, {"clickbate": "1", "text": "22 Mouthwatering Foods You Won't Believe Contain Alcohol"}, {"clickbate": "0", "text": "New Reactors Must Handle Plane Strike"}, {"clickbate": "1", "text": "17 Reactions Everyone Will Recognize During Engagement Season"}, {"clickbate": "0", "text": "Barack Obama wins Nobel Peace Prize"}, {"clickbate": "0", "text": "A Company Plans to Market Illiquid Assets"}, {"clickbate": "0", "text": "Tom DeLay faces two new indictments for money laundering"}, {"clickbate": "1", "text": "12 Recipes That Made Your Life Complete In 2015"}, {"clickbate": "0", "text": "Court participates in traffic ticket amnesty program"}, {"clickbate": "1", "text": "25 Hearty Soups, Stews, And Chilis That'll Fill You Up And Keep You Warm"}, {"clickbate": "1", "text": "This Video Perfectly Captures What We All Fear About Relationships"}, {"clickbate": "0", "text": "Chike Okeafor Brings Fourth Dimension to Cardinals"}, {"clickbate": "0", "text": "Pope Urges Angolans to Help the Poor and Embrace Democracy"}, {"clickbate": "1", "text": "Emma Watson Was Told Not To Use The Word \"Feminism\" During A Speech About Equality"}, {"clickbate": "1", "text": "15 Things You Never Knew About The Cast Of \"Pretty Little Liars\""}, {"clickbate": "0", "text": "Scientists to study near-death experiences"}, {"clickbate": "0", "text": "New top-level domain names created"}, {"clickbate": "1", "text": "\"The Martian\" Proves That Science Is Totally Action-Adventure Worthy"}, {"clickbate": "0", "text": "Slight Rise in Consumer Prices in May"}, {"clickbate": "1", "text": "19 Heartbreakingly Honest Confessions About Dating As A Transgender Person"}, {"clickbate": "0", "text": "At Least 34 Dead in Baghdad Bombing"}, {"clickbate": "0", "text": "In Argentina, a Camera and a Blog Make a Star"}, {"clickbate": "1", "text": "We Know Which Cute Baby Panda GIF You Need To See Today"}, {"clickbate": "1", "text": "17 Times You Realized You Were Liz Lemon And Wished You Weren't"}, {"clickbate": "0", "text": "Low Turnout May Mar Congo Republic Election"}, {"clickbate": "1", "text": "21 Insanely Hot Dishes Guaranteed To Spice Up Your Life"}, {"clickbate": "0", "text": "Record number of failed banks reported in US for February"}, {"clickbate": "1", "text": "Google Maps Can Now Help You Find The Cheapest Gas"}, {"clickbate": "0", "text": "Death sentences in 2008 Chinese tainted milk scandal"}, {"clickbate": "1", "text": "Can You Name These \"Great British Bake Off\" Winners"}, {"clickbate": "0", "text": "Cyprus and Malta to adopt the euro"}, {"clickbate": "0", "text": "45 killed after Yemen protesters fired upon"}, {"clickbate": "1", "text": "Who Should Lead The Squad"}, {"clickbate": "0", "text": "Clear Channel Plans to Trim 1,850 Jobs"}, {"clickbate": "0", "text": "South African police probe 'racist' image on Facebook"}, {"clickbate": "0", "text": "WellPoint Sells Its Pharmacy Benefits Division"}, {"clickbate": "0", "text": "Wikimedia board of trustees announces restructure"}, {"clickbate": "0", "text": "Aerial photos of Katrina's aftermath available"}, {"clickbate": "0", "text": "A Label of Pride That Pays"}, {"clickbate": "0", "text": "Study Finds Immigration Courtrooms Backlogged"}, {"clickbate": "0", "text": "One officer killed, three wounded in Miami-Dade County shooting"}, {"clickbate": "0", "text": "Battle Brewing Over Reconciliation, Which Is Anything but That"}, {"clickbate": "0", "text": "Didier Drogba withdraws from Cote D’Ivoire national football team"}, {"clickbate": "1", "text": "What's The Most Underrated Place To Shop For Fun, Bright Plus-Size Clothing"}, {"clickbate": "1", "text": "17 Things You Should Know Before Trying To Get A Bigger Butt"}, {"clickbate": "0", "text": "Foreclosing on a Plane, Then Flying It Away"}, {"clickbate": "0", "text": "Million Dollar Homepage is close to achieving million-dollar goal"}, {"clickbate": "1", "text": "The 21 Most Adorable Puppies Of 2015"}, {"clickbate": "0", "text": "Cleric Who Led Militants in Pakistan Is Released"}, {"clickbate": "0", "text": "Australian government concedes the federal budget may be forced into deficit"}, {"clickbate": "0", "text": "Three hostages return home to Florida"}, {"clickbate": "1", "text": "25 Things You Forgot You Used To Do"}, {"clickbate": "0", "text": "Airline bombing suspect spent months in Yemen"}, {"clickbate": "1", "text": "24 Of Kanye West's Most Iconic Tweets From 2015"}, {"clickbate": "1", "text": "11 Planners That Will Help You Get Your Shit Together In 2016"}, {"clickbate": "0", "text": "Health Canada orders recall of contaminated toothpaste manufactured in India"}, {"clickbate": "0", "text": "Europe to Buy 30,000 Tons of Surplus Butter"}, {"clickbate": "0", "text": "In Gaza, Weighing Crimes and Ethics in Urban Warfare"}, {"clickbate": "1", "text": "15 NYC Restaurants To Try If You're Obsessed With Instagram"}, {"clickbate": "1", "text": "18 Things Any Girl The Same Height As Her Boyfriend Knows"}, {"clickbate": "1", "text": "A Former Model Told Us How She Stays Healthy"}, {"clickbate": "1", "text": "23 Flaws Every Sneakerhead Has"}, {"clickbate": "1", "text": "39 Songs You Need In Your Life This January"}, {"clickbate": "0", "text": "Burst pipe probed in Utah refinery blast as questions asked over safety"}, {"clickbate": "1", "text": "Why Shopping For Clothes Makes You Question Your Entire Life"}, {"clickbate": "1", "text": "Americans Try New Canadian Lays Flavors"}, {"clickbate": "0", "text": "Family and Lawyer Fear for Reporter Who Threw His Shoes at Bush"}, {"clickbate": "1", "text": "Can We Guess Your Hogwarts House Based On What You Like The Most"}, {"clickbate": "0", "text": "Wider Drug War Threatens Colombian Indians"}, {"clickbate": "0", "text": "Renault F1's team boss, top engineer quit as team accepts cheating claim"}, {"clickbate": "1", "text": "This Bride Spent 8 Months Creating Her Dream Wedding Dress By Hand"}, {"clickbate": "1", "text": "19 Insane Haunted Houses That'll Literally Scare The Shit Out Of You"}, {"clickbate": "1", "text": "The 24 Best Literary Debuts Of 2015"}, {"clickbate": "0", "text": "Sudanese Army claims to have killed 300 Darfur rebels in clashes"}, {"clickbate": "1", "text": "Ashley Salter, The Bachelor's Onion Queen, Is Engaged"}, {"clickbate": "1", "text": "21 Lies All Men Have Told About Sex"}, {"clickbate": "0", "text": "Hong Kong chief executive invites opponent to television debate"}, {"clickbate": "0", "text": "Solar-powered plane completes 26-hour flight"}, {"clickbate": "0", "text": "Massachusetts Drops Health Coverage for 30,000 Immigrants"}, {"clickbate": "0", "text": "Karzai visits UK for talks with new PM"}, {"clickbate": "1", "text": "Can You Tell Who These Model's Famous Parents Are"}, {"clickbate": "0", "text": "Pettitte Meets Prosecutors in Clemens Inquiry"}, {"clickbate": "1", "text": "The Shade Room Is Coming For The Gossip Industry's Wig"}, {"clickbate": "0", "text": "British Airways announces record losses"}, {"clickbate": "0", "text": "Domestic economic impacts likely after Japanese earthquake"}, {"clickbate": "1", "text": "6 Easy Holiday Gifts You Can Give Everyone In Your Squad"}, {"clickbate": "0", "text": "Paper or Plastic? At One Show, the Latter Wins Big"}, {"clickbate": "0", "text": "Annual rich list shows Ireland now has six billionaires"}, {"clickbate": "1", "text": "21 Completely Genius Ways To Cook Boneless, Skinless Chicken Breasts"}, {"clickbate": "0", "text": "Switzerland is voting on same-sex partnerships and Schengen/Dublin"}, {"clickbate": "0", "text": "Seventh Guantanamo Prosecutor resigns over ethical issues"}, {"clickbate": "1", "text": "23 Times Hannah Simone Was Absolutely Flawless On Instagram"}, {"clickbate": "1", "text": "33 Reasons Why The South Of Italy Will Ruin You For Life"}, {"clickbate": "1", "text": "22 Vines That Prove That Kids Are Worse Than Drunks"}, {"clickbate": "1", "text": "17 Mouthwatering Risottos Guaranteed To Change Your Life"}, {"clickbate": "1", "text": "Here's How To Bake With Booze And Nail It"}, {"clickbate": "1", "text": "7 Reasons Shower Sex Is A Logistical Nightmare"}, {"clickbate": "0", "text": "Missouri Edges Kansas With a Last-Second Shot"}, {"clickbate": "0", "text": "New York Times reporter rescued in Afghanistan"}, {"clickbate": "1", "text": "15 Highly Important Questions About Adulthood, Answered By Michael Ian Black"}, {"clickbate": "0", "text": "U.S. Judge Sentences Iraqi Insurgent to 25 Years"}, {"clickbate": "1", "text": "19 Words That Mean Different Things For People Who Don't Date"}, {"clickbate": "1", "text": "Another Round, Episode 25: Stop Telling Women To Smile"}, {"clickbate": "0", "text": "TWU members reject contract"}, {"clickbate": "0", "text": "Bank Worries Keep Pulling Markets Back"}, {"clickbate": "1", "text": "Adam Lambert Plays A Game Of \"Would You Rather\" And Things Get Hilarious"}, {"clickbate": "1", "text": "Tell Us About Yourself(ie): David Anders"}, {"clickbate": "0", "text": "The Last Holdouts Cast Their Lot With G.M."}, {"clickbate": "0", "text": "After a U.S. Raid: 2 Iraqis Dead, Protests and Regrets"}, {"clickbate": "1", "text": "Rob Kardashian Posted His First Selfie Video On Snapchat And It's Odd"}, {"clickbate": "1", "text": "A Group Says French Media Are Pronouncing This Guy's Name Wrong"}, {"clickbate": "0", "text": "Critics Assail British Police for Harsh Tactics During the G-20 Summit Meeting"}, {"clickbate": "0", "text": "Number of breaches during New Zealand's end of year exams"}, {"clickbate": "0", "text": "Moldovan president tells NATO over half a million Moldovans held hostage in separatist Transnistria"}, {"clickbate": "0", "text": "Microsoft Sues Three in Click-Fraud Scheme"}, {"clickbate": "0", "text": "Immigration Accord by Labor Boosts Obama Effort"}, {"clickbate": "1", "text": "16 Reasons Kids With Protective Parents Are The Best Friends To Have"}, {"clickbate": "1", "text": "23 Heartbreakingly Adorable Amigurumi You Can Make Yourself"}, {"clickbate": "0", "text": "President Bush plans to attend opening of Beijing Olympics"}, {"clickbate": "0", "text": "Quake Death Toll Tops 280 in Italy"}, {"clickbate": "1", "text": "23 Truths That All Old Souls Will Relate To"}, {"clickbate": "1", "text": "12 Reasons Pete Davidson Is The Most Relatable \"SNL\" Cast Member"}, {"clickbate": "0", "text": "US and UK diplomats detained in Zimbabwe"}, {"clickbate": "1", "text": "We Know What You Want For Christmas Based On Your Zodiac Sign"}, {"clickbate": "1", "text": "7 Incredible Things We Learned About Jennifer Lawrence From Her Glamour Magazine Interview"}, {"clickbate": "0", "text": "Giving Back, by Backpack"}, {"clickbate": "1", "text": "BFFs Build Blanket Forts"}, {"clickbate": "0", "text": "Holdouts for Humble Bulb Defy a Government Phase-Out"}, {"clickbate": "0", "text": "UK unemployment rate reaches thirteen-year high"}, {"clickbate": "0", "text": "Felipe Massa wins 2008 Belgian Grand Prix, Hamilton first to cross the finish line"}, {"clickbate": "0", "text": "Death toll up to six in Minneapolis bridge collapse"}, {"clickbate": "1", "text": "17 Dogs Who Are Having Better Birthdays Than You"}, {"clickbate": "0", "text": "Arson charge for man who cleaned home with gasoline"}, {"clickbate": "1", "text": "What You Actually Want To Say During a First Date"}, {"clickbate": "0", "text": "Fehr Says Union Called to Have 2003 Drug Tests Destroyed"}, {"clickbate": "1", "text": "13 Beautiful Reasons Why You Should Go On An Adventure With Your Partner This Year"}, {"clickbate": "1", "text": "These New Horror Movies Will Make You Scared Of Your Mom And Grandma"}, {"clickbate": "1", "text": "Spike Surprises Fans"}, {"clickbate": "0", "text": "Bayer Running Ads to Clarify Benefits of Birth Control Pill"}, {"clickbate": "1", "text": "32 Jaw-Dropping Halloween Makeup Ideas"}, {"clickbate": "1", "text": "Is This Guy A Pro Baseball Player Or Just An MLB Fan"}, {"clickbate": "1", "text": "27 Things That Christmas-Obsessed Parents Need Right Now"}, {"clickbate": "1", "text": "Kendrick Lamar Performed A Brand New Song On \"The Tonight Show\""}, {"clickbate": "1", "text": "What Year Is This Celebrity Headline From"}, {"clickbate": "0", "text": "Former Managing Director of Gambian newspaper appears in court"}, {"clickbate": "0", "text": "Grenade set off outside Tajik ministry"}, {"clickbate": "0", "text": "Should RealNetworks, an Internet Pioneer, Switch Gears?"}, {"clickbate": "1", "text": "21 Tweets About Depression That Just Might Make You Laugh"}, {"clickbate": "0", "text": "Pakistan: 38 Talibani insurgents killed in two seperate attacks in Orakzai area"}, {"clickbate": "1", "text": "28 Moments That Will Make You Say \"Nice\""}, {"clickbate": "0", "text": "Holding On to Wig, Dodgers Market Fallen Star"}, {"clickbate": "1", "text": "19 Life Lessons From \"500 Days Of Summer\""}, {"clickbate": "1", "text": "19 Reasons Chickens Are Actually The Cutest"}, {"clickbate": "0", "text": "New 'Mighty Mouse' from Apple debuts"}, {"clickbate": "0", "text": "Energy companies to raise consumer rates"}, {"clickbate": "1", "text": "The Kid Who Wore The Messi Plastic Bag Shirt Is Going To Meet His Hero"}, {"clickbate": "1", "text": "The Democratic Candidates Looked Oddly Familiar"}, {"clickbate": "0", "text": "Baby dies after being found abandoned behind shop in Gwent, Wales"}, {"clickbate": "0", "text": "Mrs. Obama Speaks Out About Her Household"}, {"clickbate": "1", "text": "This Artist Made Adorable Illustrations For Some Of The Best Pickup Lines"}, {"clickbate": "1", "text": "17 Siblings Who Are About To Be In So Much Trouble"}, {"clickbate": "1", "text": "Can You Find All 23 Chameleons Hiding In This Forest"}, {"clickbate": "1", "text": "26 Infomercial Fails Guaranteed To Make You Laugh Every Time"}, {"clickbate": "0", "text": "North Koreans Condemn U.S. and Sanctions at Huge Rally"}, {"clickbate": "1", "text": "Now Kanye West Has Called Taylor Swift \"Fake\" In Leaked Audio"}, {"clickbate": "0", "text": "New Zealand exam insulter revealed"}, {"clickbate": "1", "text": "25 Times The Cast Of \"Agent Carter\" Season 2 Were Awesome"}, {"clickbate": "1", "text": "For Everyone Who Thinks Ulta Is The Best Makeup Store"}, {"clickbate": "1", "text": "The Year We Imagined The End Of The Closet"}, {"clickbate": "1", "text": "Which Little Mix \"Get Weird\" Song Are You"}, {"clickbate": "1", "text": "This Dachshund Is Determined To Sleep With His Teddy Bear"}, {"clickbate": "1", "text": "Literally Just A Bunch Of Funny Tweets About HGTV Shows"}, {"clickbate": "0", "text": "British schools to inform parents of overweight children"}, {"clickbate": "0", "text": "Afghan Taleban attacks NATO base; several dead"}, {"clickbate": "1", "text": "17 Wonderful Activities For Alice In Wonderland Fans"}, {"clickbate": "0", "text": "Suicide bombers close Pakistani schools"}, {"clickbate": "0", "text": "Gold mine in Tanzania collapses, at least 20 dead"}, {"clickbate": "0", "text": "Pope Celebrates Mass in Jordan"}, {"clickbate": "1", "text": "21 Pictures About Work Guaranteed To Make You Laugh"}, {"clickbate": "0", "text": "Assisted-suicide doctor Jack Kevorkian dies at age 83"}, {"clickbate": "0", "text": "Palestinians to elect new president on January 9"}, {"clickbate": "1", "text": "These Pictures From The \"Fuller House\" Set Will Make You Extremely Nostalgic"}, {"clickbate": "0", "text": "Colombian military spy plane crashes"}, {"clickbate": "1", "text": "22 Celebrity Faces That Summed Up This Year's Golden Globes"}, {"clickbate": "1", "text": "15 Movie And TV Retrospectives From 2015 That Will Make You Nostalgic"}, {"clickbate": "1", "text": "Here's A Look At 100 Years Of Halloween Costumes"}, {"clickbate": "1", "text": "Obama Compared Republicans To Grumpy Cat, Whipped Out Uncanny Grumpy Cat Impersonation"}, {"clickbate": "0", "text": "Former Japanese prime minister Hashimoto indicated his retirement"}, {"clickbate": "0", "text": "Clear Channel Faces a Crisis in Cash Flow"}, {"clickbate": "0", "text": "Canadian merchant Ed Mirvish Dies at 92"}, {"clickbate": "0", "text": "Rhoden: In Detroit and Oakland, Coaches Combat the Culture of Losing"}, {"clickbate": "0", "text": "New Zealand journalist deported from Fiji"}, {"clickbate": "0", "text": "Soul singer Isaac Hayes dies at age 65"}, {"clickbate": "0", "text": "Graying Skateboarders Hope to Revive Slalom"}, {"clickbate": "0", "text": "Tribal clashes in Sudan kill 139"}, {"clickbate": "0", "text": "US Senate says no to pullout of US troops from Iraq"}, {"clickbate": "1", "text": "The Only Way You Should Be Making Your Morning Waffles"}, {"clickbate": "1", "text": "This Pug Just Made The Best \"Hotline Bling\" Video That Will Ever Exist"}, {"clickbate": "1", "text": "The New Trailer For \"The Secret Life Of Pets\" Is Here And It's Adorable"}, {"clickbate": "0", "text": "Google provides Gmail access to American cell phone customers"}, {"clickbate": "1", "text": "What Is Your \"American Horror Story\" Porn Star Name"}, {"clickbate": "0", "text": "Talks with TGWU and Gate Gourmet to resume later today"}, {"clickbate": "1", "text": "The New Burrito Emoji Is Problematic"}, {"clickbate": "1", "text": "23 Faces That Are Way, Way Too Real In 2k15"}, {"clickbate": "0", "text": "Pearson Acquires Stake in 2 Indian Education Companies"}, {"clickbate": "0", "text": "Trade Losses Rise in China, Threatening Jobs"}, {"clickbate": "1", "text": "16 Relationship Tips That Actually Aren't Bullshit"}, {"clickbate": "1", "text": "Is This Mars Or Arizona"}, {"clickbate": "1", "text": "This Coffee Shop Opens Its Doors To Stray Dogs Every Night"}, {"clickbate": "0", "text": "Clinton Reassures Mexico About Its Image"}, {"clickbate": "0", "text": "Russian Wikipedia reaches a quarter million articles"}, {"clickbate": "1", "text": "DO NOT Watch This If You Want \"Star Wars\" To Be Ruined Forever"}, {"clickbate": "0", "text": "Fargo Works to Hold Back Rapidly Rising River"}, {"clickbate": "0", "text": "Manhunt on for gay bar attacker in Massachusetts"}, {"clickbate": "1", "text": "Here's How To Be The Best Gift Giver Ever"}, {"clickbate": "0", "text": "Mubarak refused permission to leave Egypt for treatment after heart attack"}, {"clickbate": "1", "text": "11 Works Of Art Inspired By Madonna"}, {"clickbate": "1", "text": "This Short Film About An Old Arranged-Married Couple Will Make You Cry And Smile"}, {"clickbate": "0", "text": "Report says global warming may cause 25m malnourished children by 2050"}, {"clickbate": "0", "text": "Putting Country First, and a Career in Jeopardy"}, {"clickbate": "0", "text": "US helicopter with 17 on board believed to have been shot down in Afghanistan"}, {"clickbate": "1", "text": "17 Things Only Women Who Aren't That Into Makeup Will Understand"}, {"clickbate": "0", "text": "English Wikinews publishes 10000th article"}, {"clickbate": "1", "text": "How Much Of Your Soul Has Been Destroyed By Working In Retail"}, {"clickbate": "1", "text": "Jimmy Fallon Beautifully Performed Drake's \"Hotline Bling\" As Bob Dylan"}, {"clickbate": "1", "text": "15 Gary Busey Dance Moves We Can't Wait To See On \"Dancing With The Stars\""}, {"clickbate": "0", "text": "Guantanamo detainee David Hicks seeks UK passport"}, {"clickbate": "0", "text": "Slicing Decades of Video for New Life on the Web"}, {"clickbate": "0", "text": "'Brakes failed': fourteen killed in Guatemala bus crash"}, {"clickbate": "0", "text": "Controversial U.S. abortion doctor shot dead in Kansas church"}, {"clickbate": "0", "text": "Iran 'suspends' releasing British soldiers; Shots fired near Iranian Consul in Basra, Iraq"}, {"clickbate": "1", "text": "Zoo Animals Around The World Are Opening Their Christmas Presents Early"}, {"clickbate": "1", "text": "Everything You Need To Know About The Man Behind Lord Varys"}, {"clickbate": "1", "text": "Here's How To Not Get Sick When You're Traveling"}, {"clickbate": "0", "text": "Founders of Indian Company Interrogated"}, {"clickbate": "0", "text": "Red Cross asks for more volunteers"}, {"clickbate": "1", "text": "21 Puff Pastry Recipes That Will Make Every Meal A Party"}, {"clickbate": "1", "text": "The Mumbai Police Has Identified Various Potentially Dangerous Places As \"No Selfie Zones\""}, {"clickbate": "1", "text": "We Know Which Harry Styles Tweet You Are Based On Your Birth Month"}, {"clickbate": "0", "text": "MGM Mirage Reaches Deal on Las Vegas Project"}, {"clickbate": "1", "text": "The New \"Suicide Squad\" Cast As Iconic Animated Characters"}, {"clickbate": "0", "text": "McCain clinches Republican nomination as Huckabee concedes"}, {"clickbate": "1", "text": "Tell Us Your Most Embarrassing Teenage Moment"}, {"clickbate": "1", "text": "15 Videos That Were So Damn Relatable For Women In 2015"}, {"clickbate": "0", "text": "Advisory Against Visiting Caves"}, {"clickbate": "0", "text": "At M.I.T., Large Lectures Are Going the Way of the Blackboard"}, {"clickbate": "0", "text": "To Curb Wild Horses, a Voice for a Contraceptive Called P.Z.P."}, {"clickbate": "0", "text": "Al-Jazeera poll shows many Pakistanis identify America as 'biggest' threat"}, {"clickbate": "0", "text": "Jailed Swedish journalists tried as terrorists"}, {"clickbate": "0", "text": "Burial site for Polish president Lech Kaczynski draws objections"}, {"clickbate": "1", "text": "When You Realize Every Guy Is Taken"}, {"clickbate": "0", "text": "'Daybreak' launches on ITV in UK"}, {"clickbate": "0", "text": "To Protect an Ancient City, China Moves to Raze It"}, {"clickbate": "1", "text": "22 Times Ariana Grande Was Actually Pretty Damn Surprising"}, {"clickbate": "1", "text": "Artists Pay Tribute To David Bowie"}, {"clickbate": "0", "text": "Illinois Passes a Budget"}, {"clickbate": "1", "text": "Ariana Grande Flawlessly Shut Down Sexist Comments In A Radio Interview"}, {"clickbate": "1", "text": "21 Martinis For People Who Are Definitely Not James Bond"}, {"clickbate": "1", "text": "17 Unforgettable Childhood Moments From Playing \"Crosscountry Canada\""}, {"clickbate": "0", "text": "US Senator Ted Kennedy collapses during inaugural luncheon"}, {"clickbate": "0", "text": "Read Santa Clara marks tenth anniversary"}, {"clickbate": "1", "text": "An Australian Was Mobbed, Harassed, And Threatened In India Because He Had A Hindu Goddess Tattoo"}, {"clickbate": "0", "text": "South Korean presidential candidate promises to legalise non-ActiveX technologies for banking"}, {"clickbate": "0", "text": "Nottingham Express Transit extensions get Government approval"}, {"clickbate": "1", "text": "Halloween Candy Ranked By Grown-Ass Adults Who Should Have Been Working"}, {"clickbate": "1", "text": "Amy Poehler's Made A New Web Series For Women"}, {"clickbate": "1", "text": "12 Chili Recipes To Curl Up With This Fall"}, {"clickbate": "1", "text": "13 Indian Copywriters Who Owe Us An Explanation For These Ads"}, {"clickbate": "1", "text": "Which X-Men Character Are You Based On Your Zodiac Sign"}, {"clickbate": "0", "text": "Eight killed in Virginia shooting, suspect surrenders"}, {"clickbate": "0", "text": "Nearly 200 dead in Haitian cholera outbreak"}, {"clickbate": "1", "text": "The Mona Lisa Just Turned Down Cara Delevingne For A Date"}, {"clickbate": "0", "text": "3 Americans and a Civilian Die in Afghanistan Attack"}, {"clickbate": "1", "text": "21 Times Blue Ivy's Hair Stunted On Toddlers Everywhere"}, {"clickbate": "0", "text": "Islamist militants blow up girls' school in Pakistan"}, {"clickbate": "0", "text": "U.S. Congress reaches deal on payroll tax cut extension"}, {"clickbate": "1", "text": "The \"Star Wars\" Cast Recorded An A Cappella Version Of The Famous Theme"}, {"clickbate": "1", "text": "We Got Very Drunk (At Work) On Kingfisher's New Breezer-Style Drink"}, {"clickbate": "1", "text": "Stephanie Mills Destroyed Us In NBC's \"The Wiz\""}, {"clickbate": "0", "text": "Syrian naval vessels, ground troops attack port of Latakia"}, {"clickbate": "1", "text": "Are These Smiths Lyrics Real Or Fake"}, {"clickbate": "1", "text": "Should You Be On \"Real Housewives Of Beverly Hills\" Or \"Real Housewives Of New York\""}, {"clickbate": "1", "text": "Can You Spot The Real \"Harry Potter\" Character From The Fake"}, {"clickbate": "0", "text": "Apple executive leaves company after iPhone 4 antenna issues"}, {"clickbate": "0", "text": "West Virginia Governor Is Urged to Add Financing for Mental Health Care"}, {"clickbate": "0", "text": "Senators Too Tough for Rangers"}, {"clickbate": "1", "text": "How Well Do You Know Earth From Space"}, {"clickbate": "0", "text": "North America's oldest retailer sold to U.S. owners of Lord & Taylor"}, {"clickbate": "1", "text": "This Guy Saw The U.S. For Under $500 And You'll Want To Copy His Trip"}, {"clickbate": "0", "text": "Drunken man is surprised crocodile bit him"}, {"clickbate": "0", "text": "New Status in Africa Empowers an Ever-Eccentric Qaddafi"}, {"clickbate": "1", "text": "13 Celebrities But With Braces"}, {"clickbate": "0", "text": "Families Play Important Part in Life on Rodeo Circuit"}, {"clickbate": "1", "text": "22 Times Cats Made No Sense"}, {"clickbate": "0", "text": "Eurozone approves Greece bailout"}, {"clickbate": "0", "text": "Money Market Funds Are a Refuge, Right?"}, {"clickbate": "1", "text": "38 Gorgeous Quotes From Literature That Might Help You Cope With Your Depression"}, {"clickbate": "1", "text": "17 Medieval Snails That Perfectly Summarise Your Life"}, {"clickbate": "1", "text": "17 Things That Are Basically A Workout"}, {"clickbate": "0", "text": "Richest 400 Earned $263 Million in 2006"}, {"clickbate": "0", "text": "US Congress passes $787 billion stimulus package"}, {"clickbate": "0", "text": "United States charges eleven in credit card fraud case"}, {"clickbate": "1", "text": "Here's An Adorable Puppy Dreaming Because We All Need This"}, {"clickbate": "1", "text": "Can You Guess These Old Timey Slang Words"}, {"clickbate": "0", "text": "Four dead, more than a million in U.S. without power after Pacific Northwest storm"}, {"clickbate": "1", "text": "We Know What You Play In Your Private Sessions"}, {"clickbate": "1", "text": "Demi Lovato Is Being Accused Of Stealing The Sample In Her New Song"}, {"clickbate": "0", "text": "Saddam Hussein admits to requesting trials"}, {"clickbate": "1", "text": "Are These Celebrities Naturally Blonde Or Brunette"}, {"clickbate": "0", "text": "Cuomo Has More Questions on Merrill Bonuses"}, {"clickbate": "1", "text": "7 Struggles Of Taking One More Shot"}, {"clickbate": "0", "text": "Soyuz TMA-15 launches crew to International Space Station"}, {"clickbate": "0", "text": "Indian heart disease 'more severe than in West'"}, {"clickbate": "1", "text": "17 Things Only American Students Studying In The UK Will Understand"}, {"clickbate": "1", "text": "18 Reasons Being Single During The Winter Is Actually Amazing"}, {"clickbate": "0", "text": "In the Genes of a Hereford, the Essence of Cow"}, {"clickbate": "1", "text": "21 \"Pocahontas\" Tattoos That Are Breathtakingly Beautiful"}, {"clickbate": "0", "text": "US President Bush meets with Canadian and Mexican leaders"}, {"clickbate": "1", "text": "Calvin Harris Shared His Shirtless Cycling On Snapchat"}, {"clickbate": "1", "text": "When You Go To Work Naked"}, {"clickbate": "1", "text": "Stephen Colbert Nails Why Social Media Support For Paris Matters"}, {"clickbate": "0", "text": "No single cause of autism, research review concludes"}, {"clickbate": "1", "text": "What Would A Disney Movie Of Your Life Be Like"}, {"clickbate": "1", "text": "Can You Look At Thanksgiving The Same Way After Watching This"}, {"clickbate": "1", "text": "Can You Name These '90s Games From A Single Screenshot"}, {"clickbate": "0", "text": "Failed suicide bomber imprisoned for life"}, {"clickbate": "0", "text": "Suspect Is Held in Slaying of Chechen Exile"}, {"clickbate": "0", "text": "A Call for Smarter Regulation"}, {"clickbate": "1", "text": "23 Times Feminists Had The Perfect Comeback"}, {"clickbate": "0", "text": "South Korea and US hold joint exercises; North does not retaliate"}, {"clickbate": "0", "text": "Emergency at JDS Uniphase in San Jose, CA"}, {"clickbate": "1", "text": "Here are 7 Easy Fall Dinners To Make This Week"}, {"clickbate": "1", "text": "Which \"Friends\" Character Are You Least Like"}, {"clickbate": "0", "text": "Online retailers in Canada experience strong growth"}, {"clickbate": "0", "text": "Australian rules football: 2010 Gippsland Football League finals take shape two weeks out"}, {"clickbate": "1", "text": "Amy Poehler Is Tired Of Pretending She Likes \"Star Wars\""}, {"clickbate": "0", "text": "Teen charged with seven felonies related to threats made on Wikipedia, Wikinews interviews administrator who contacted police"}, {"clickbate": "1", "text": "What Does Your Birthday Say About You"}, {"clickbate": "0", "text": "Police Release Mexican Beauty Queen"}, {"clickbate": "1", "text": "40 Of The Most Powerful Obama Moments Of 2015"}, {"clickbate": "1", "text": "Which Drake Album Matches Your Personality"}, {"clickbate": "0", "text": "Tropical Storm Irene passes over New York"}, {"clickbate": "0", "text": "The Missing Link ... to a Bigger Audience?"}, {"clickbate": "0", "text": "Rosa Parks dies at 92"}, {"clickbate": "0", "text": "Congress Passes Bill to Tighten Weapons Programs"}, {"clickbate": "0", "text": "Oakland Seeking Answers in Police Killings"}, {"clickbate": "0", "text": "Insights on nutrient traffic in living cells"}, {"clickbate": "0", "text": "Belgian prime minister offers resignation"}, {"clickbate": "0", "text": "UK cable TV operator NTL acquires Telewest"}, {"clickbate": "1", "text": "19 Thanksgiving Foods To Make If You Haven't Started Planning Yet"}, {"clickbate": "1", "text": "19 Of The Cringiest Facebook Posts In The History Of Cringe"}, {"clickbate": "1", "text": "We Know Your Zodiac Sign Based On Your Favorite Foods"}, {"clickbate": "0", "text": "Over 700 feared dead after ferry hit by typhoon"}, {"clickbate": "1", "text": "How Do You Keep The Romance Alive After Kids"}, {"clickbate": "1", "text": "27 Gifts For People Who Are So Done With Work"}, {"clickbate": "0", "text": "Tiger Woods, a Mainstay of Weekends at Majors, Falls Out of the British Open"}, {"clickbate": "0", "text": "Deutsche Bank Posts $1.6 Billion Profit"}, {"clickbate": "1", "text": "Chris Hemsworth Paid Off His Parents' Debt Because He's Perfect"}, {"clickbate": "0", "text": "Maxine Waters Scolds Critics of Bank Meeting"}, {"clickbate": "0", "text": "Plan to Kill Lions to Protect Deer"}, {"clickbate": "1", "text": "Is Your Force Awakened"}, {"clickbate": "1", "text": "An Artist Illustrated Popular Witches And The Results Are Spooky"}, {"clickbate": "0", "text": "Rise in Arrests of Los Angeles Deputies on Alcohol-Related Charges"}, {"clickbate": "0", "text": "4 Years for Christian Milton, Ex-A.I.G. Executive"}, {"clickbate": "1", "text": "Here's A GIF That Perfectly Captures Joke-Stealing On Twitter"}, {"clickbate": "1", "text": "21 Little Things You Did In 2006 That Were So Gratifying"}, {"clickbate": "1", "text": "We Played \"Never Have I Ever\" With Tamar And Adrienne From \"The Real\""}, {"clickbate": "0", "text": "Panda cub born in Taiwan to gifted Chinese pandas"}, {"clickbate": "1", "text": "10 Ways You Can Help Victims Of The #ChennaiRains Right Now"}, {"clickbate": "0", "text": "EU to give 280 million euro in aid to dairy farmers"}, {"clickbate": "0", "text": "Violence in Rio ends in 30 deaths"}, {"clickbate": "0", "text": "Nauru raises media visa application fee from AU$200 to $8,000"}, {"clickbate": "0", "text": "Former governor of Illinois indicted on corruption charges"}, {"clickbate": "1", "text": "How New Jersey Are You"}, {"clickbate": "0", "text": "Australian Health minister makes inappropriate comments about Brogden suicide attempt"}, {"clickbate": "0", "text": "Eight injured after train derails in Argyll, Scotland"}, {"clickbate": "0", "text": "Czechs and Slovaks celebrate twenty years since Velvet Revolution"}, {"clickbate": "1", "text": "15 Things Only Super-Disciplined People Will Understand"}, {"clickbate": "1", "text": "These Are The Top Parenting Searches On Pinterest In 2016 (So Far)"}, {"clickbate": "1", "text": "Can You Pick The Right Celeb Best Friend"}, {"clickbate": "1", "text": "Impossibly Cute DIY BFF Halloween Costumes"}, {"clickbate": "1", "text": "This Tiny Canadian House Has A Tiny Adorable Corgi Elevator And We Can't Handle It"}, {"clickbate": "1", "text": "This App Is The Best Thing For Comic Readers"}, {"clickbate": "0", "text": "Fiji court rules interim regime unlawful"}, {"clickbate": "0", "text": "Questioning Role of Politics in Secrecy of Kenyan Election Poll"}, {"clickbate": "0", "text": "Lighting Industry Looks at LED Bulbs for the Home"}, {"clickbate": "0", "text": "After Fleeing North Korea, an Artist Parodies Its Propaganda"}, {"clickbate": "0", "text": "Kenyan court jails seven pirates for 2009 attempted hijack of Maltese ship"}, {"clickbate": "0", "text": "Russia may delay launch of \"Angara\" rocket due to funding cuts"}, {"clickbate": "0", "text": "Health Care Industry in Talks to Shape Policy"}, {"clickbate": "1", "text": "Oscar Nominee Brie Larson Had The Most 2000s Music Career Of All Time"}, {"clickbate": "0", "text": "Stimulus Also Requires Stability, Bernanke Says"}, {"clickbate": "1", "text": "15 Bumper Stickers All Twentysomethings Need"}, {"clickbate": "0", "text": "Buffalo, New York man shot in head, run over by shooter's car"}, {"clickbate": "0", "text": "Liz Claiborne Looks for a Mizrahian Lift"}, {"clickbate": "0", "text": "Wikinews interviews US National Archives Wikipedian in Residence"}, {"clickbate": "1", "text": "17 Beavers Who Just Want To Be Your Feminist Ally"}, {"clickbate": "0", "text": "Scientists uncover oldest known DNA on Earth"}, {"clickbate": "1", "text": "18 Times Squidward Perfectly Captured The Dating Struggle"}, {"clickbate": "0", "text": "Rural African school goes to Sweden for environment award"}, {"clickbate": "1", "text": "This Two-Legged Kitten Recovered From Starvation And Now Has His Own Tiny Wheelchair"}, {"clickbate": "0", "text": "Afghan protestors shot after mosque raid sparks anger"}, {"clickbate": "0", "text": "Pakistanis Rejoice Over Restoration of Justice"}, {"clickbate": "1", "text": "How Many Of These \"Harry Potter\" Characters Can You Name"}, {"clickbate": "0", "text": "Tornadoes in central US kill nearly two dozen people"}, {"clickbate": "0", "text": "As Germany Sinks, Its Economic System Is Questioned"}, {"clickbate": "1", "text": "18 Sweet And Savory Dinner Combos That Will Blow Your Mind"}, {"clickbate": "1", "text": "This Is How BuzzFeed LA Does Halloween"}, {"clickbate": "1", "text": "An Australian Cartoon Has Depicted Indian Villagers Eating Solar Panels"}, {"clickbate": "1", "text": "Which Pop Artist/Producer Duo Are You"}, {"clickbate": "0", "text": "US pool player Wade Crane dies in car accident age 66"}, {"clickbate": "1", "text": "We Know Which Canadian City You Should Actually Live In"}, {"clickbate": "1", "text": "Where Are They Now? Your Favorite Forgotten Presidents"}, {"clickbate": "1", "text": "This Ink Blot Test Will Reveal Your Secret Motivation"}, {"clickbate": "1", "text": "Which \"Teen Wolf\" Pack Do You Belong In"}, {"clickbate": "0", "text": "Report: Annan failed to fix Oil for Food program"}, {"clickbate": "0", "text": "US says polar bears are threatened species"}, {"clickbate": "1", "text": "12 Horrifyingly Cute Zombie Treats You Can Actually Make"}, {"clickbate": "0", "text": "Evanston, Illinois middle school evacuated after bomb threat"}, {"clickbate": "0", "text": "Australian Labor Party leader urges supporters to \"take a cold shower\" over poll results"}, {"clickbate": "0", "text": "Israeli PM Sharon rushed to hospital"}, {"clickbate": "0", "text": "Butter sculpture returns to Canadian National Exhibition"}, {"clickbate": "0", "text": "Liberia's World Cup woes averted"}, {"clickbate": "0", "text": "Dwarf gets penis glued to vacuum cleaner"}, {"clickbate": "1", "text": "15 Delicious Cocktails That Actually Aren't Horrible For You"}, {"clickbate": "1", "text": "It's Mid-October And There Was Already A Snowstorm In Ontario"}, {"clickbate": "1", "text": "This Color Test Will Determine Your Go-To Sex Move"}, {"clickbate": "1", "text": "This Toddler Had The Best Reaction When She Found Out Adam Levine Is Married"}, {"clickbate": "0", "text": "Argentina Decides to Move Up Its Elections"}, {"clickbate": "1", "text": "Instafamous: The Eyebrow Queen"}, {"clickbate": "1", "text": "Which \"Hunger Games: Mockingjay, Part 2\" Character Are You"}, {"clickbate": "1", "text": "23 Honest Confessions Your Hairdresser Will Never Reveal"}, {"clickbate": "1", "text": "29 Signs You're Actually A Witch"}, {"clickbate": "1", "text": "19 Confessions That Capture What It Feels Like To Be Insecure In A Relationship"}, {"clickbate": "0", "text": "US to alter aviation security policy"}, {"clickbate": "1", "text": "31 Things All Kids Of High School Teachers Know To Be True"}, {"clickbate": "0", "text": "Iran stands firmly against nuclear agency resolution"}, {"clickbate": "1", "text": "What Should Your Drunk Food Be"}, {"clickbate": "1", "text": "Some People Think Gigi Hadid Kinda Looks Like Fergie"}, {"clickbate": "1", "text": "What Does Your Sleeping Position Say About Your Love Life"}, {"clickbate": "0", "text": "Court Favors Karzai Term Until Election"}, {"clickbate": "1", "text": "21 Bold AF Hair Colors To Try In 2016"}, {"clickbate": "1", "text": "These Questions About The '90s Will Determine Your Actual Age"}, {"clickbate": "0", "text": "Israeli Vote Brings Push for Release of a Soldier"}, {"clickbate": "1", "text": "Are You Super Dramatic Or Super Chill"}, {"clickbate": "1", "text": "23 Hilarious Tumblr Posts That Show Just How Strange Canada Truly Is"}, {"clickbate": "1", "text": "BuzzFeed Crossword: Don't Get Emotional"}, {"clickbate": "1", "text": "Kendall Jenner, Gigi, And Bella Hadid Are Transforming Into Supermodels Before Our Eyes"}, {"clickbate": "0", "text": "Networks Pitch New Schedules in Uncertain Climate"}, {"clickbate": "0", "text": "Indiana congressional candidate Tony Zirkle defends speech at Nazi meeting"}, {"clickbate": "0", "text": "Rahlves Fails to Retain Winter X Games Title"}, {"clickbate": "0", "text": "Federer Still Shopping for a Coach"}, {"clickbate": "0", "text": "Powerful earthquake rocks southern Japan, tsunami warnings issued"}, {"clickbate": "0", "text": "Researchers create rat kidneys in a laboratory"}, {"clickbate": "0", "text": "Ex-Ernst Partner Guilty of Insider Trading"}, {"clickbate": "1", "text": "17 People Who Said The Wrong Thing At The Wrong Time"}, {"clickbate": "1", "text": "These Two Pictures Perfectly Sum Up What's Wrong With Indian Beauty Standards"}, {"clickbate": "1", "text": "24 Realities Of Your Halloween"}, {"clickbate": "1", "text": "Britney Spears Googled A Picture Of Corn To Post On Instagram"}, {"clickbate": "1", "text": "16 Reasons We'll Never Be Able To Forget Blockbuster"}, {"clickbate": "1", "text": "15 Portraits That Capture The Natural Beauty Of Redheads Of Color"}, {"clickbate": "1", "text": "Aubrey Plaza Tried To Play With Robert De Niro's Nipples But Did Not Succeed"}, {"clickbate": "1", "text": "When You Love Your Bed More Than People"}, {"clickbate": "0", "text": "Harlan Ellison sues CBS-Paramount, WGA over Star Trek royalties"}, {"clickbate": "1", "text": "OMG, David Bowie Could've Been In \"The Lord Of The Rings\""}, {"clickbate": "1", "text": "What Type Of Guy Is Your Ideal Man"}, {"clickbate": "0", "text": "Obama nominates Sonia Sotomayor to U.S. Supreme Court"}, {"clickbate": "1", "text": "33 Things Russia Does Differently Than Everywhere Else On Earth"}, {"clickbate": "1", "text": "People Can't Stop Talking About This Dude's Awesomely Nerdy Hair"}, {"clickbate": "1", "text": "24 People Who Failed The Fuck Out Of Social Media In 2015"}, {"clickbate": "0", "text": "English policeman Nicholas Stone cleared of rape, facing jail for misconduct"}, {"clickbate": "1", "text": "15 Holiday Treats That Are Basically The Reason For The Season"}, {"clickbate": "0", "text": "Ohio man arrested for cutting grass in public park"}, {"clickbate": "0", "text": "Romania switches to Winter Time"}, {"clickbate": "0", "text": "Runners, fans prepare for 109th Boston Marathon"}, {"clickbate": "0", "text": "Michael Schumacher returns to Formula One to replace injured Massa"}, {"clickbate": "1", "text": "Here's Why You've Been Eating French Toast Wrong Your Entire Life"}, {"clickbate": "1", "text": "19 Cuddly Toys That Totally Understand Your Hangover Right Now"}, {"clickbate": "0", "text": "Near-Earth asteroid 2004 MN4 reaches Torino Scale hazard rating 4"}, {"clickbate": "0", "text": "Gaza looters destroy Palestine Authority property"}, {"clickbate": "0", "text": "Humans Intrude on an Indonesian Park"}, {"clickbate": "1", "text": "17 Boozy Ice Cream Treats You Can Actually Make This Holiday Season"}, {"clickbate": "0", "text": "A World Cup Without Superstars? Unthinkable"}, {"clickbate": "1", "text": "This Easy Hack Lets You Play Music On YouTube WHILE Using Other Apps On Your iPhone"}, {"clickbate": "0", "text": "Libya frees foreign HIV medics"}, {"clickbate": "1", "text": "The I Can't Escape Pumpkin Spice Puzzle"}, {"clickbate": "1", "text": "This Adorable DIY Beach Terrarium Will Have You Feeling Relaxed At Work"}, {"clickbate": "0", "text": "Two-minute silence for London bombings marked across the EU"}, {"clickbate": "0", "text": "19 South Koreans return home after release from Taliban captivity"}, {"clickbate": "1", "text": "Definitive Proof Taylor Swift Lyrics Go Perfectly With Horror Movies"}, {"clickbate": "1", "text": "Let These Hot Guys Help You Count Down The Days 'Til Christmas"}, {"clickbate": "1", "text": "Can You Actually Name These Pixar Characters"}, {"clickbate": "1", "text": "This Writer Penned A Poem For Each Night She Went Over The Manhattan Bridge"}, {"clickbate": "0", "text": "Illinois Governor Blagojevich appoints Roland Burris for vacated U.S. Senate seat"}, {"clickbate": "1", "text": "We Need To Talk About This Gigantic Stuffed Bear From Costco"}, {"clickbate": "0", "text": "NASA's Phoenix spacecraft lands safely on Mars"}, {"clickbate": "1", "text": "13 Charts That Perfectly Sum Up The Reality Of Planning A Wedding"}, {"clickbate": "0", "text": "A Soccer World Traveler Comes Full Circle"}, {"clickbate": "1", "text": "A Couple Refused To Call Off Their Wedding Despite The Blizzard"}, {"clickbate": "1", "text": "How Full Of Christmas Cheer Are You"}, {"clickbate": "1", "text": "21 Signs Your Date Isn't Going Well"}, {"clickbate": "1", "text": "What's The Best Thing To Buy At Trader Joe's"}, {"clickbate": "0", "text": "Emir of Qatar abdicates throne"}, {"clickbate": "1", "text": "Which Celebrity Should Be Under Your Tree On Christmas Morning"}, {"clickbate": "0", "text": "UK students protest for second time this month"}, {"clickbate": "0", "text": "MS-13 gang threatens the Arizona \"minutemen\""}, {"clickbate": "1", "text": "15 Weird Things You Never Knew There Were Words For"}, {"clickbate": "0", "text": "Astronauts Let Go of Refurbished Hubble"}, {"clickbate": "1", "text": "31 '90s Products You Can Still Find"}, {"clickbate": "1", "text": "Which Dessert Should Be Your Valentine Based On Your Zodiac Sign"}, {"clickbate": "0", "text": "Gorillaz Nominated for 5 Grammy Awards"}, {"clickbate": "1", "text": "\"The Internet Was Fucking Me Up:\" Patrick DeWitt On Books, Bubbles, & Bullshit"}, {"clickbate": "1", "text": "Leaked Snapchat Allegedly Shows Malia Obama Playing Beer Pong On A College Visit"}, {"clickbate": "0", "text": "Centennial of 'father of contemporary Thai cinema' celebrated"}, {"clickbate": "0", "text": "Suicide bombing in Kusadasi, Turkey"}, {"clickbate": "0", "text": "Wade Scores 55 Points to Add to Highlight Reel"}, {"clickbate": "0", "text": "Boston Wins Fourth in a Row"}, {"clickbate": "1", "text": "13 Things Trans Women Are Sick Of Hearing"}, {"clickbate": "0", "text": "California teacher arrested after photos indicated lewd acts on children"}, {"clickbate": "0", "text": "Afghan Villagers Describe Chaos of U.S. Strikes"}, {"clickbate": "0", "text": "Ruling on Swim Suits Leaves Uncertainty on Records"}, {"clickbate": "1", "text": "This Indian Dancer Had Sex Reassignment Surgery To Live With Her Boyfriend From Pakistan"}, {"clickbate": "0", "text": "As Bullfighter Gains Honor, Peers Perceive a Grave Loss"}, {"clickbate": "1", "text": "21 Ridiculously Cool Last-Minute Gifts Under $50"}, {"clickbate": "0", "text": "Scientist Stephen Hawking rushed to hospital in ambulance"}, {"clickbate": "1", "text": "People Are Already Lining Up For \"Star Wars: The Force Awakens\""}, {"clickbate": "1", "text": "19 Reasons Eating With Lipstick On Is The Absolute Worst"}, {"clickbate": "0", "text": "A Senator Takes Office, Departure Already in Sight"}, {"clickbate": "1", "text": "What Percent Awkward Are You Based On Your Zodiac Sign"}, {"clickbate": "1", "text": "Here's Where You Can Actually Smoke Weed When You're Traveling In The U.S"}, {"clickbate": "1", "text": "22 Female Friendship Lessons From Phoebe, Monica, And Rachel"}, {"clickbate": "0", "text": "Hospitals declare \"code red\" in Wellington, New Zealand"}, {"clickbate": "0", "text": "Suicide bomber kills 24 in Peshawar, Pakistan"}, {"clickbate": "1", "text": "Darth Vader Mixed With Donald Trump Quotes Is Hilarious"}, {"clickbate": "1", "text": "15 AIM Struggles All '00s Teens Will Remember"}, {"clickbate": "0", "text": "Obama Speaks at N.A.A.C.P. Celebration"}, {"clickbate": "0", "text": "George Garanian, Russian Armenian jazz band leader, dies at age 75"}, {"clickbate": "1", "text": "Which OTP From \"Scream Queens\" Is The Best"}, {"clickbate": "0", "text": "Red Cross reveals it told U.S. officials about Koran disrespect on multiple occasions"}, {"clickbate": "1", "text": "11 People You'll Definitely Work With At Some Point In Your Life"}, {"clickbate": "1", "text": "Teens Watched Classic Horror Films For The First Time And Their Reactions May Surprise You"}, {"clickbate": "0", "text": "Taliban Seize Vital Pakistan Area Closer to the Capital"}, {"clickbate": "1", "text": "Amy Schumer Perfectly Shut Down A Film Critic For His Sexist Comment"}, {"clickbate": "1", "text": "15 People With Brilliant Reactions To The New iPad Pro"}, {"clickbate": "0", "text": "S.E.C. Accuses 2 in Texas of Faking Bank Records"}, {"clickbate": "1", "text": "Urban Decay Released A Gwen Stefani Palette And People Are Losing Their Minds"}, {"clickbate": "0", "text": "How ABC Interview Shaped a Torture Debate"}, {"clickbate": "1", "text": "This First Look At \"Lip Sync Battle\" Season 2 Proves It's Going To Get Even Better"}, {"clickbate": "1", "text": "10 Amazing Donuts That Should Be Mandatory Eating This Fall"}, {"clickbate": "1", "text": "24 Women On What Being Plus Size Means"}, {"clickbate": "0", "text": "Telecom Commission of Solomon Islands issues phone company US$1M fine"}, {"clickbate": "1", "text": "27 Brilliant Books You Must Read This Winter"}, {"clickbate": "0", "text": "US home prices drop at record levels"}, {"clickbate": "0", "text": "Pay-Per-Click Web Advertisers Fight Costly Fraud"}, {"clickbate": "0", "text": "Many unaccounted for in Christmas Island boat incident"}, {"clickbate": "0", "text": "Illinois Shooting Victims Move On in Different Ways"}, {"clickbate": "0", "text": "New book Blown for Good reveals details inside Scientology headquarters"}, {"clickbate": "1", "text": "Guess The Pixar Character Based Only On Images Of Their Eyes"}, {"clickbate": "1", "text": "Hey India, Don't Talk About My Mom Like That"}, {"clickbate": "0", "text": "Pope Tells Clergy in Angola to Work Against Belief in Witchcraft"}, {"clickbate": "1", "text": "Why She's Not Texting Back"}, {"clickbate": "1", "text": "How Romance's Hottest Writing Duo Turned Fanfic Into A Career"}, {"clickbate": "0", "text": "A Choice for Drug Czar"}, {"clickbate": "0", "text": "Genentech seeks accelerated FDA approval for brain tumor treatment"}, {"clickbate": "0", "text": "Perry Catches Campbell Atop Masters Leader Board"}, {"clickbate": "0", "text": "Freddie Mac Executive Found Dead"}, {"clickbate": "0", "text": "New Orleans DirectNIC Offices, 'Outpost Crystal' visited by 82nd Airborne"}, {"clickbate": "1", "text": "We Know Your Favorite Ed Sheeran Song Based On The Taylor Swift You Choose"}, {"clickbate": "1", "text": "13 Things You Didn't Know About Extreme Poverty"}, {"clickbate": "0", "text": "Appeals court confirms death penalty for Saddam Hussein"}, {"clickbate": "0", "text": "Agent Claims Evidence on Stevens Was Concealed"}, {"clickbate": "0", "text": "Indian Wells Officials Having No Luck With Williams Sisters"}, {"clickbate": "0", "text": "Live grenade thrown at George Bush in Georgia"}, {"clickbate": "0", "text": "For Jim Collins, No Question Is Too Big"}, {"clickbate": "0", "text": "Carbon monoxide protects against paralysis in MS mice"}, {"clickbate": "0", "text": "Plane from Los Angeles to London diverted"}, {"clickbate": "1", "text": "23 Tweets About Horoscopes That Will Make You Laugh Every Time"}, {"clickbate": "0", "text": "When Eagles and Ravens Fly With Blue Hens"}, {"clickbate": "0", "text": "Stampede at rally in Kenya kills at least five; dozens wounded"}, {"clickbate": "0", "text": "Seven civilians killed in Afghan police mistake"}, {"clickbate": "0", "text": "Trade Is Falling Fast Around the Globe"}, {"clickbate": "1", "text": "If Phoebe Buffay Quotes Were Motivational Posters"}, {"clickbate": "1", "text": "19 Hilarious Pictures That Accurately Describe What It's Like To Finish A Book"}, {"clickbate": "0", "text": "Health expert: Swine flu outbreak exaggerated by pharmaceutical companies for profits"}, {"clickbate": "1", "text": "How To Make Proper Nepali Goat Curry"}, {"clickbate": "0", "text": "Louisville Has Too Much of Everything for Arizona"}, {"clickbate": "0", "text": "Davao City, Philippines militant leaders declare victory"}, {"clickbate": "0", "text": "Bank Regulation Case Pits U.S. Against States"}, {"clickbate": "0", "text": "Fatal stabbings kill three at Belgian day care center"}, {"clickbate": "0", "text": "Lawmakers Call for Change in Paying Bonuses"}, {"clickbate": "1", "text": "23 Food Truths Only Mexicans Would Understand"}, {"clickbate": "0", "text": "18 illegal Afghan and Burmese immigrants killed in truck crash in Turkey"}, {"clickbate": "0", "text": "Colleges offering admission to displaced New Orleans students"}, {"clickbate": "0", "text": "Earnings Decline 35% at Halliburton"}]